<?php
return [
    'name' => '顯現八日慶期第四日',
    'rank' => '（半複式）',
    'code' => '0109',  
    'has_eve' => false, 
    'type' => 'epiphany',    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '主向自己的百姓施救贖，※立約到永遠。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '景星光耀如火炬，顯明瞭萬王之王的主；※博士看見這星，就向這位大能的統治者獻上禮物。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖利奧講道集。',
            'title'  => '《主顯節講道》第1篇',
            'text'   => '<p>　　親愛的弟兄們，我們不久前才慶祝了那一日，即榮福馬利亞無損其童貞而為人類生下救主之日。如今，這尊貴的主顯節慶典延續著我們的喜樂；既然這些相連節期的神聖禮儀緊接而來，就讓我們喜樂的熱誠不致減退，信仰的熱忱不致於不冷不熱。這誠然關乎萬民的救恩，即那位上帝與人之間的中保，在離開祂卑微的誕生之城前，就已向世人顯明了。<br>　　因為雖然主揀選了以色列民，並從其中單選了一個家族，藉此取了祂與全人類共有的本性；然而祂不願祂升起的初光隱藏在母親居所的狹窄牆垣內；反之，既樂意為眾人而生，祂便願意隨即向眾人顯現。因此，東方的三位博士看見了一顆燦爛的新星，它的光輝與美麗勝過眾星，吸引了所有觀看者的眼目與思緒；因此這立即顯明：有一件新而偉大的事發生了。<br>　　因此，那位賜下記號的，也賜給看見的人悟性；祂使人能領悟那當尋求的；當祂自己在其中被尋求時，祂便呈獻自己讓人尋見。這三個人跟隨天上之光的引領，定睛於其指引的光輝，便被恩典之光引向對真理的認識。他們合理地推測，那向他們啟示其誕生的君王，應當在王城中尋找；但那位取了奴僕形像的，來不是要審判人，乃是要被人審判；祂揀選了伯利恆作為誕生之地，而耶路撒冷作為祂受難之處。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '正直人在黑暗裏，必蒙光照；※主是發慈悲，施憐憫，行公義。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '希律王問博士說：那生下來作王的，你們看見了什麼徵兆。※我們看見了一顆景星，它的光芒照耀了全世界。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖格里高利講道集。',
            'title'  => '《福音講道》第10篇',
            'text'   => '<p>　　博士們給了我們一個偉大的教訓，就是他們從別的路回本地去了。他們所做的（在夢中被上帝指示），我們也當如此行。我們的本鄉是在天上；當我們一旦認識了耶穌，就絕不能再沿著認識祂之前所行的舊路回到那裡。因為我們離開本鄉，是藉著驕傲、悖逆、世俗，以及被禁止的放縱。我們必須藉著眼淚與順服、輕看所見之物、克制肉體的私慾，才能歸回。<br>　　那麼，讓我們從別的路回本地去吧。既然我們為了享樂而離開了樂園的喜樂，我們就必須藉著痛苦來尋求重獲它們。因此，親愛的弟兄們，我們理當時常懼怕，時常警醒，在心眼中常存兩樣：一方面是我們的罪行，另一方面是末日的審判。讓我們思想那位即將來臨的審判者是何等嚴厲，祂的審判如今已懸在我們頭上，卻尚未落下；祂常對罪惡發出忿怒的警告，卻仍暫不擊打罪人；祂仍然忍耐，盼望當祂來施行審判時，或可找到較少可定罪之處。<br>　　讓我們以哭泣懲罰自己的過犯，好叫我們能順從詩篇作者所說的：「我們要以感謝來到祂面前。」不要讓似是而非的快樂欺騙我們，也不要讓屬世歡樂的虛空引誘我們。因為審判者就在眼前，就是那位說：「你們現在歡笑的人有禍了！因為你們將要哀慟哭泣。」因此所羅門也說：「人在喜笑中，心也會憂愁；快樂的終點就是愁苦。」又說：「論嬉笑，我說：這是狂妄。論享樂，這有甚麼用呢？」再者：「智慧人的心在遭喪之家；愚昧人的心在快樂之家。」</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

