<?php
return [
    'name' => '真福殉道者聖文森與聖阿納斯塔修',
    'rank' => '（半複式）',
    'code' => '0122',  
    'has_eve' => true, 
    'common_file' => 'data/common/many_martyrs_outofpaschaltide.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">求主仁慈輔助我們的懇求；我們雖被罪惡的鎖鏈捆鎖，但求藉著主的真福殉道者聖文森與聖阿納斯塔修的代禱，使我們速蒙幫助與拯救。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p>　　文森特是西班牙薩拉戈薩的會吏，於主後304年在瓦倫西亞遭受酷刑並殉道，據信是在1月22日。在很早的時期，他的聲名便傳遍了基督宗教世界；自此以來，他一直被尊為早期最傑出的殉道者之一。真福文森特的《行傳》在聖奧古斯丁時代已存世，奧古斯丁在一篇關於這位殉道者的講道中提到，他講道時這些記載就擺在他面前；詩人普魯登修也曾撰文記述他。根據這些書面記載與詩歌，他的傳奇逐漸發展成今日的形式，成為基督宗教文化的瑰寶之一。<br>　　在流傳至今的傳奇中，記載了以下內容：薩拉戈薩的主教患有語言障礙，故由會吏文森特負責講道。在達西安的迫害期間，文森特在審判席前代表主教及其追隨者發言，為此他遭受鞭打、在刑架上受折磨、在燃燒的煤炭鐵架上被炙烤、遭鐵鉤撕裂，傷口更被灼熱的金屬烙燒。隨後他被扔在碎陶片上，以免他因精疲力竭而昏死。但當他躺在黑暗的牢房時，室內突然充滿了榮耀的光輝。接著達西安試圖用偽善的仁慈引誘他背離基督，讓人將他安置在柔軟的床上。但文森特在經歷了超越凡人極限的苦難後，隨即歸向了他英勇摯愛的恩主。於是他的遺體被拋棄荒野，未予埋葬。但一隻烏鴉飛來守護，用喙、爪和翅膀驅趕其他鳥類，甚至是狼。達西安隨後將遺體拋入海中，但海水又將它沖上岸。之後基督徒們虔誠地將他安葬。他的聖髑至今仍在薩拉戈薩受到敬禮。<br>　　阿納斯塔修於主後628年1月22日殉道。被霍斯勞掠往波斯的聖十字架，獲得了這位阿納斯塔修作為其戰利品之一。他是波斯人，其父為祆教術士；他本人是波斯軍隊的士兵，因關於十字架的爭論而對基督產生了探究之心，於是前往耶路撒冷學習基督之道並成為修士。他在凱撒利亞遭受酷刑，隨後被帶往位於亞述的霍斯勞面前，奉命被絞死，隨後斬首。他的聖髑後來被帶往羅馬，安放於聖文森特與聖阿納斯塔修修道院中。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">求主仁慈輔助我們的懇求；我們雖被罪惡的鎖鏈捆鎖，但求藉著主的真福殉道者聖文森與聖阿納斯塔修的代禱，使我們速蒙幫助與拯救。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">求主仁慈輔助我們的懇求；我們雖被罪惡的鎖鏈捆鎖，但求藉著主的真福殉道者聖文森與聖阿納斯塔修的代禱，使我們速蒙幫助與拯救。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
];
?>

