<?php
return [
    'name' => '殉道者真福威廉·勞德主教',
    'rank' => '（簡式）',
    'code' => '0116',  
    'has_eve' => true, 
    'common_file' => 'data/common/one_martyr_outofpaschaltide.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝阿，為了主的教會，主忠信僕人威廉主教在誤入歧途與殘酷之人手中殉道。求主仁慈地恩准，當我們紀念他至死不渝的堅忍時，也能與他一同獲得永恆的賞報。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p>　　1633年，威廉·勞德榮陞坎特伯雷大主教。在此之前，從先後擔任巴斯和韋爾斯主教以及倫敦主教開始，勞德已擔任查理國王主要的教會顧問數年。他出生於1573年，當時伊麗莎白時代的宗教解決方案雖已確立了英國國教會的新教特質，但勞德是新一代聖品人中最傑出的一位，這群人如今被稱為「前衛建制派」。他們不滿伊麗莎白一世統治期間（許多始於愛德華六世時期）所形成的鬆散、缺乏敬虔的儀式慣例，並致力於恢復教會的尊嚴，儘管這遭到了英國國教會內部清教徒和「舊式建制派」的強烈反對。<br>　　勞德堅信英國國教會與古代大公教會及中世紀教會是一脈相承的，他強調教會與國家的神聖合一，推崇國王作為教會「最高治理者」的角色。與其他前衛建制派一樣，他強調聖品人員的司祭職分和聖事，特別是聖體聖事。他堅持信眾應向祭台致敬，並強制將祭台恢復到宗教改革前緊靠教堂東牆的位置，並用聖體欄將其圍起，以示對聖體的尊崇。他堅信莊重的祭衣與禮儀是遵從使徒保羅教導「凡事都要規規矩矩地按著次序行」的最佳方式。<br>　　然而，這些恢復「聖潔之美」的舉措引起了激進分子的恐慌，反對者以極度褻瀆的行徑來對抗。例如，清教徒曾在某次聖禮前夕闖入牛津的一座禮拜堂，將祭衣扔進了糞坑；又有一次，一名婦女在鎮書記員與其妻子的陪同下闖入利奇菲爾德座堂，用瀝青毀壞了祭台上的神聖裝飾。<br>　　根據英國法律，作為最高宗教法庭和星室法庭的負責人，以及後來的坎特伯雷大主教，維護秩序和懲罰破壞教會和平的行為是勞德不可推卸的神聖職責。因此，他一視同仁地起訴所有破壞教會和平與秩序之人，無論其地位高低。清教徒對那些與他們意見不合者進行了大量惡毒的攻擊，勞德確保這些行為受到應有的懲罰。在審判那些發表煽動性言論或對教會正統教義和紀律進行暴力辱罵攻擊的人時，勞德也是恪盡職守的檢察官。<br>　　他致力於維護教會和平，懲罰那些以言語、暴力褻瀆教堂之人；他堅持維持大公教會的優良傳統；他更試圖幫助聖品人員獲得經濟獨立，以擺脫鄉紳貴族的轄制與剝削。正是這些維護上帝教會的公義行動，使他招致了權貴與激進分子的敵視。<br>　　1637年，當局試圖在蘇格蘭推行《公禱書》，這本意在統一禮儀的善舉隨即引發了騷亂。1638年2月，蘇格蘭領導人簽署了《國民盟約》，誓以武力維護清教徒的立場；到了年底，他們竟投票罷免並絕罰了蘇格蘭眾主教。此動亂隨後蔓延至英格蘭。由於勞德維護教會傳統的方式被視為對激進派的威脅，加之公眾將對查理國王的不滿發洩在他身上，以及主教戰爭的失利，1640年，他被長期國會以叛國罪彈劾。<br>　　之後，他在倫敦塔中被關押了四年。1644年，他在已幾乎全部由鐵桿清教徒把持的殘缺國會中受審。儘管沒有任何證據證明勞德犯有叛國罪，他仍被無理地判決有罪。因無法通過正常法律途徑將其定罪，下議院便通過了《褫奪公權法案》，直接宣判他有罪並處以死刑。<br>　　1645年1月10日，71歲高齡的勞德在斷頭台上展現了殉道者的崇高。他祈禱道：「願主接納我的靈魂，憐憫我，並賜予這個王國和平與仁愛，使基督徒的鮮血不再流淌在他們中間。」</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝阿，為了主的教會，主忠信僕人威廉主教在誤入歧途與殘酷之人手中殉道。求主仁慈地恩准，當我們紀念他至死不渝的堅忍時，也能與他一同獲得永恆的賞報。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

