<?php
return [
    'name' => '顯現日八日慶期第八日',
    'rank' => '（大複式）',
    'code' => '0113',  
    'has_eve' => true, 
    'type' => 'epiphany',
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => '為更新舊人，救主前來受洗；藉著水使我們敗壞的本性得以復原，以不朽的衣裳裝飾我們。',
        'office_hymn' =>
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>有一河分流各支，叫上帝的城歡喜，<br><span style="color: #B50838;">應：</span>至高者所在的聖地。</p>',
        'magnant' => '士兵為君王、僕人為主人施洗，施洗者為其救主施洗；※約旦河水為之震驚，鴿子作了見證，天父的聲音傳來：這是我的愛子。',

        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《約翰福音講道集》第6篇（中段之前）',
            'text'   => '<p>　　約翰在耶穌來到約旦河受他的洗之前，就已經認識耶穌了；我們從「我這才需要受你的洗，你反倒到我這裡來嗎？」這句話中可以察覺到這一點。看哪，讓我們來看他是如何知道耶穌就是主，就是上帝的兒子的。我們如何證明約翰知道耶穌就是那位要用聖靈施洗的？在主來到河邊之前，當許多人來到約翰那裡受他的洗時，施洗約翰說：「我是用水給你們施洗，但有一位能力比我更大的要來，我就是給他解鞋帶也不配。他要用聖靈與火給你們施洗。」因此，這些他早已知道了。<br>　　但約翰也說：「我先前不認識他。」那麼，我們該如何解釋這一點而不稱約翰為說謊者呢？上帝斷不許我們有這樣的念頭。難道不是當鴿子降在基督身上時，約翰才第一次知道祂有某種獨特的屬性：就是無論誰執行耶穌的洗禮，無論他們自己是義人還是不義的人，聖禮的功效（virtue of the Sacrament）都不是從他們而來，而是從那位鴿子停留在其身上的那一位而來——因此祂才是每一個基督徒洗禮中真正的施洗者，直到末世。正是在這個意義上，經上指著祂說：「這位就是用聖靈施洗的。」無論是彼得、保羅還是猶大執行這個儀式，真正的施洗者和有效的作工者都是基督。因為如果洗禮的聖潔取決於特定施行者的聖潔，那麼沒有兩個洗禮會完全相同，每個人被認為重生的程度，就會取決於為他施洗的施行者是否更聖潔。<br>　　現在，我的弟兄們，請明白我的意思。聖徒們自己，那些屬於鴿子的善人，那些在耶路撒冷有分的善人，那些在教會中的善人——使徒論到他們說：「主認識誰是他的人」——這些善人因恩賜的不同而彼此有別，並非都有同樣的價值。有些人比別人更聖潔，有些人比別人更好。那麼假設（為了論證起見）甲由乙施洗，乙是一個公義聖潔的人；而丙由丁施洗，丁在上帝眼中較不配，只達到較低的敬虔程度，不如乙那樣貞潔，生活也不如乙好；然而甲和丙所領受的卻是完全相同的。這是為什麼呢？除非是因為：基督自己才是真正有效的施洗者。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '施洗者戰慄，不敢觸摸主之聖首；※但他戰戰兢兢地呼喊：救主啊，求你聖化我！',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '主的先鋒施洗約翰，與約旦河一同歡欣；※當主受洗時，喜樂充滿了世界，我們也獲得了罪的赦免；哦，使水成聖的主，我們眾向你呼求：求你垂憐我們。',
        'patristic_reading' => [
            'intro'  => '節選自拿先斯聖格里高利的講道。',
            'title'  => '《論聖潔之光》',
            'text'   => '<p>　　在此時刻，我無法抑制心中湧流的喜樂。是的，我心靈被提昇，我的心深受感動。因此，在我渴望擔當偉大的施洗約翰之職分時，我幾乎忘卻了自己的卑微。或者更確切地說，我滿懷渴望去承擔他所履行的事奉。誠然，我不像他那樣是基督的先鋒；但至少我像他一樣，來自曠野。而且像他一樣，我的喜樂在於基督，祂在今日如同當日一般受了光照；或者我更該說，我的喜樂在於基督，祂如今以自己的榮光光照我們。因為基督受洗了！因此，讓我們與祂一同下到深處，好叫我們也能與祂一同上來，被祂的榮光照亮。<br>　　約翰正在施洗，耶穌臨近了。祂來到那裡，或許是為了聖化那位如今施行洗禮的人，並且毫無疑問地將舊亞當埋葬在洪流之下，並使洗禮的水流（如約旦河）分別為聖，超越一切其他的水。因為祂既是靈又是肉身，祂要向所有將要受洗的人開啟恩典的大能，藉此我們可以由水和聖靈重生。但看哪！施洗者推辭祂，然而耶穌堅持。約翰說：「我當受你的洗！」燈火對日頭如此說，聲音對「道」亦如此說。<br>　　耶穌從水裡上來！在「第二亞當」裡，全人類都被洗淨了。整個曾被淹沒的世界，如今被提昇了。於是，諸天向祂敞開。不僅僅是裂開，而是大大敞開！因為那諸天曾因第一亞當的罪，對他自己和我們這些後裔關閉，那時基路伯的火劍阻擋了樂園的門。但諸天向「第二亞當」大大敞開。那時聖靈親自作見證。聖靈為與祂同質的那位作見證。因為見證適宜地從天上降臨到那來自天上的一位身上。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '救主在約旦河中已經粉碎了蛇的頭，※眾人都從權能者中得到釋放。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '當基督在榮耀中顯現時，水泉都成為聖潔；※願全世界都從救主的泉源中汲取活水：因為如今萬物都因我們的主基督而成聖。',

        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

