<?php
return [
    'name' => '顯現八日慶期第三日',
    'rank' => '（半複式）',
    'code' => '0108',  
    'has_eve' => false, 
    'type' => 'epiphany',    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '在黎明之前，在未有世界以前，※就已誕生了我們的主救主，今天顯示給世界了。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '天上有声音，※聖父说：「这是我的爱子，我所喜爱的。你們要聽從他。」',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《救主顯現日講道》第2篇',
            'text'   => '<p>　　猶太人中曾有許多君王誕生又逝世，但其中哪一位曾被博士尋訪並朝拜呢？一個也沒有，因為沒有一位曾被天上的聲音所宣告。我們不能不注意到這個事實：博士們的蒙光照與猶太人的盲目形成了強烈的對比。前者從遠方而來，尋見了那位生在後者中間、卻不為後者所認識的主。<br>　　博士們在那些否認祂的人中間找到了這小孩子。他們作為朝聖者從遠方而來，在這片土地上敬拜尚不能言語的基督；而這地的居民，在祂長大並行神蹟之後，卻將祂釘在十字架上。他們在那微小的身軀中敬拜上帝，而猶太人卻不愛惜祂——儘管祂行了一切大能的作為——當祂長大成人之時。那些看見祂誕生時所閃耀之星的人，比那些看見祂受死時太陽昏暗的人，得著了更大的益處。<br>　　那顆引領博士們前往新生之上帝與祂童貞母親同住之處的星，當來到耶路撒冷城、當他們正向猶太人詢問基督當生於何處時，便停止了照耀。猶太人根據聖經的見證回答他們：「在猶太的伯利恆。因為有先知記着：『猶大地的伯利恆啊，你在猶大諸城中並不是最小的；因為將來有一位統治者要從你那裏出來，牧養我以色列民。』」對於上帝的護理在此所要表明的，我們還能理解作別的嗎？無非是要使猶太人中只保留那些神聖的經文，藉此外邦人得到光照，而他們自己卻仍留在黑暗之中。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '今日獻上三件具有奧妙意義的禮物：※黃金象徵君王的權柄；乳香彰顯其為至高的大祭司；沒藥預示主的安葬。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '博士在夢中得到天使的指示，※就從別的路回自己的家鄉去了。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖格里高利講道集。',
            'title'  => '《福音講道》第10篇',
            'text'   => '<p>　　博士們獻上了黃金、乳香和沒藥。黃金是獻給君王的合宜禮物；乳香是在獻祭中獻給上帝的；沒藥則用來膏抹死者的身體。因此，透過他們所獻上的禮物，博士們表明了關於那位接受禮物者的三件事：藉著黃金，表明祂是君王；藉著乳香，表明祂是上帝；藉著沒藥，表明祂將要受死。有些異端相信祂是上帝，卻不承認祂對萬有的王權統治——這些人向祂獻上乳香，卻拒絕獻上黃金。另有些人承認祂是君王，卻否認祂是上帝——這些人向祂獻上黃金，卻不肯獻上乳香。<br>　　還有些其他異端宣稱基督既是上帝又是君王，卻不承認祂取了會死的本性——這些人向祂獻上黃金和乳香，卻不獻上代表人性的沒藥。然而，讓我們向這新生的主獻上黃金，承認祂普世的王權；讓我們向祂獻上乳香，承認那位在時間中向我們顯現的祂，在時間之先就是上帝；讓我們向祂獻上沒藥，相信那位就其神性而言不能受苦的祂，就其與我們共享的人性而言，卻成為能受死的。<br>　　這黃金、乳香和沒藥還有另一層意義。黃金是智慧的象徵，正如所羅門所說：「智慧人的居所中，積蓄寶貴的財物。」乳香是為尊崇上帝而焚燒的，它是祈禱的象徵，正如詩篇作者的話作證說：「願我的禱告如香陳列在你面前。」沒藥代表治死身體，正如聖教會論及她那些為上帝奮鬥至死的工人時所說：「我的兩手滴下沒藥。」</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

