<?php
return [
    'name' => '顯現八日慶期第五日',
    'rank' => '（半複式）',
    'code' => '0110',  
    'has_eve' => false, 
    'type' => 'epiphany',    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '西班牙和海島的列王，必要進貢，※列國都要服事他。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '敬虔的奧祕是公認為偉大的：※上帝在肉身顯現，被聖靈稱義，被天使看見，被傳於外邦，被世人信服，被接在榮耀裏。哈利路亞。',
        'patristic_reading' => [
            'intro'  => '節選自聖馬克西姆主教講道集。',
            'title'  => '《主顯節講道》第1篇',
            'text'   => '<p>　　親愛的弟兄們，我們從教父的傳統受教，得知在這莊嚴的節日裡，我們要慶祝幾件喜樂的事。他們告訴我們，在這慶節上，我們首先要紀念受星光引領的外邦人前來朝拜主基督；其次，要紀念我們的主在受邀赴婚宴時，將水變為酒的神蹟；第三，要紀念祂從約翰受洗，藉此聖化了約旦河的水，並潔淨了為祂施洗的人。<br>　　這些事件中哪一件最為重大，只有那位使這些事成就的主知道；對我們而言，只需相信並毫不懷疑，凡所成就的一切都是為了我們。因為外邦人得到了敬拜那「真上帝之真上帝」的盼望，迦勒底人正是被那顆榮耀之星的光芒引領去朝拜祂。同樣，那位按己意將水變為酒的主，已賜給我們祂新約寶血的杯讓我們飲用；而在約旦河受洗的上帝的羔羊，為我們聖化了那拯救的泉源，使我們在其中重生。<br>　　因此，我的弟兄們，正如我們最近歡欣地慶祝了我們救主的誕生，現在我們也當以全然的虔誠，來慶祝祂施行奇事的誕生日。的確，這三個紀念日合宜地在同一天向我們呈現，因為我們在獨一上帝的聖名下，承認三位一體不可言喻的奧蹟。藉著這些神蹟，主基督我們的救贖者，願意向世人彰顯那隱藏在祂人性之下的神性之大能。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '在你掌權的日子，※你的百姓都以聖潔為裝飾，歡欣跟從你；你的降生猶如黎明的甘露。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '博士在夢中得到天使的指示，※就從別的路回自己的家鄉去了。',
        'patristic_reading' => [
            'intro'  => '節選自聖耶柔米會長講道集。',
            'title'  => '節選自《馬太福音註釋》卷一',
            'text'   => '<p>　　福音書說：「我們在東方看見了他的星。」為了使猶太人因從外邦人口中聽見基督降生而感到羞愧，這星在東方升起。他們知道這星會來，因為他們是巴蘭的後繼者，而這是出於巴蘭的預言。參閱《民數記》（其中說到：「有星要出於雅各。」）這星引領博士們到猶太地，好叫祭司們在被詢問基督當生於何處時，無法推託說他們不知道他的來臨。<br>　　他們對他說：「在猶太的伯利恆。」這裡有抄寫員的錯誤。依我們之見，福音書作者所寫的必定不是「猶太」（Judaea），而是「猶大」（Judah），因為希伯來文本正是如此。因為還有哪個其他民族的伯利恆，以致要把這個伯利恆描述為「猶太的」（即猶太人的）以作區分呢？但作者確實可以寫「猶大的伯利恆」，因為還有另一個伯利恆，就是在加利利的那個。參閱《嫩的兒子約書亞記》（在第十九章第十五節提到了這個伯利恆）。況且，引文「猶太的伯利恆」在先知彌迦的希伯來文本中是這樣寫的：「伯利恆的以法他啊（即猶大的伯利恆），你在猶大諸族中為小，將有一位從你那裡出來，在以色列中為我作掌權者。」<br>　　他們打開寶盒，給他獻上禮物：黃金、乳香和沒藥。這些禮物的奧義，由尤芬庫斯會長在其對句中巧妙地表達出來：「獻上乳香、沒藥、金，給道成肉身之上帝、其君王。」福音繼續說：「因為在夢中得指示不要回去見希律，就從別的路回自己的家鄉去了。」那些向主獻上禮物的人，獲得了領受指示的尊榮，這指示不是來自天使，而是來自上帝自己；然而連約瑟也只是受到天使的指示。他們從另一條路返回自己的地方，好使他們不致與猶太人的不信發生衝突。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

