<?php
return [
    'name' => '顯現八日慶期第二日',
    'rank' => '（半複式）',
    'code' => '0107',  
    'has_eve' => false, 
    'type' => 'epiphany',    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '博士們打開寶盒，※把黃金、乳香和沒藥獻給主。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '景星光耀如火炬，顯明了萬王之王的主；※博士看見這星，就向這位大能的統治者獻上禮物。',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《救主顯現日講道》第2篇，即《論時令》第30篇',
            'text'   => '<p>　　有博士從東方而來，在童貞女生產之時前來朝拜。這正是我們今日所紀念之事，而在如此莊嚴的慶典上，按照慣例當有講道。那一日，曾首次給博士們帶來喜樂；如今這日年復一年地臨到，供我們慶祝。他們是外邦教會初熟的果子，而我們則是其後的豐收。對我們而言，有使徒的聲音；對他們而言，則是一顆星，如同來自天上的聲音，宣告救主的降臨；而對我們來說，使徒傳道者的聲音也如同來自天上的聲音，即那述說上帝榮耀的諸天。<br>　　大哉，這奧祕！ 當祂躺臥在馬槽時，吸引了東方的博士來到祂面前；當祂在馬棚中不為人知時，卻在諸天之上被顯明；以致於在天上被認出後，祂便在馬棚中顯現。因此，這日依希臘語被稱為「主顯節」，意即「顯現」，因祂在偉大與卑微中都顯現了。祂的偉大由長空中的星象所見證；然而，當在地上被尋找時，祂是如此卑微，以至於在狹窄的居所中被尋見。因為客店裡沒有地方，祂以嬰孩的樣式降生，包在襁褓裡。儘管如此，祂仍是博士敬拜的對象，也是不敬虔者恐懼的對象。<br>　　因為當那些博士將關於那孩子的消息——即他們藉星之見證已知的誕生——告知希律王時，他便懼怕。那位尚在哺乳之中就已使驕傲君王驚恐的主，祂可畏的審判臺將是何等的可怕？那些像博士一樣尋求基督並朝拜祂的君王，比那些像希律一樣尋求祂並要殺害祂的君王，是何等更有智慧啊！尤其是後者愚昧地企圖將祂置於死地，而這正是祂為了仇敵的救恩而來承受的死，並藉此死敗壞了死亡！君王們若敬畏那位如今坐在父右邊的主，便是明智的；當祂還依偎在母親懷中時，希律就已懼怕祂了。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '在祢掌權的日子，祢的百姓都以聖潔為裝飾，歡欣跟從祢；※祢的降生猶如黎明的甘露。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '博士們看見那星，就非常歡喜；※進了房子，拿出黃金、乳香、沒藥，作為禮物獻給主。哈利路亞。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖格里高利講道集。',
            'title'  => '《福音講道》第10篇',
            'text'   => '<p>　　當希律聽聞我們君王的誕生時，便訴諸詭詐的手段；他為免失去屬地的王國，便囑咐博士們要仔細尋訪那小孩子，找到後要回報給他。他所給的理由是：他也要去朝拜祂；但實際上，他是打算找到後便殺害祂。然而，人的惡意對上帝的旨意又能有何功效呢？因為經上記著說：「沒有人能以智慧、聰明、謀略敵擋主。」於是，博士們在東方所看見的那顆星，繼續引領他們，直到他們找到了新生的君王，向祂獻上禮物；然後他們在夢中得到警告，不要回到希律那裡去。因此，希律尋找耶穌時，便找不到祂了。那些假冒為善者也是如此，他們假意尋求主，卻尋不見祂。<br>　　在此我們必須留意，那些被稱為普利西利安派的異端認為，每個人的出生都受到星象的影響。為了證實其謬誤，他們提出這個例子：當主在肉身中顯現時，有一顆新星出現；他們稱之為「祂的星」，即掌管祂命運或定數的星。但請思考福音的話語：「那顆星在前面引領他們，一直行到小孩子所在地方的上方就停住了。」因此我們看見，並非小孩子跟隨著那顆星，而是那顆星跟隨著小孩子；彷彿要表明：小孩子是那星的「命運」（倘若你容許這樣的表達），而非那星是如此被顯明之小孩子的命運。<br>　　但願信徒的心思，遠離將任何事說成是由命運所為。在這世上，只有一位掌管人類命運的，就是那創造人類者；人並非為星辰而造，乃是星辰為人而造；倘若我們說星辰掌控人的命運，我們便是將那為服事而造的（星辰），置於那被服事的主人（人）之上了。當雅各從母腹出來時，他的手抓住長兄以掃的腳跟；他若非緊隨哥哥之後，便不可能如此行。然而，這對由同一母親一胎所生的兄弟，日後的生命境遇卻截然不同。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

