<?php
return [
    'name' => '嬰孩被殺八日慶期第八日',
    'rank' => '（簡式）',
    'code' => '0104',  
    'has_eve' => true, 
    'type' => 'christmas',
    'first_vespers' => [
        'sentence'  => 'common',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>萬福殉道嬰孩鮮花，剪除於生初曉晨曦；<br>恰似狂風摧折蓓蕾，緣希律索救主性命。</li>" .
            "<li>歌頌爾等溫柔羔羊，基督君王初獻犧牲；<br>天上祭壇光輝之下，把玩冠冕棕枝嬉戲。</li>" .
            "<li>為其救贖榮耀歸主，歸於童貞所生耶穌；<br>同偕聖父及與聖靈，殉道諸聖讚頌無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>上帝在祂的諸聖中顯為奇妙。<br><span style="color: #B50838;">應：</span>在祂的榮耀之中顯出威嚴。</p>',
        'magnant' => '我又觀看，看見羔羊站在錫安山，※和他在一起的有十四萬四千人，都有他的名和他父親的名寫在額上。',
        'col' => '<p style="text-indent: 2em;">無所不能的上帝，今日被殺聖嬰孩，非以言語，而用死亡確認、彰顯了對主的讚美：求主除去我們的一切罪惡，使我們生活言行都彰顯了我們所宣認的信仰。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主是殉道者的君王，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>萬世君王仁慈耶穌，賴爾所愛聖徒功德，<br>我等雖犯深重罪愆，藉其護佑得蒙赦免。</li>" .
            "<li>雙燈裝飾永恆天庭，雅各約翰神聖昆仲！<br>為此卑微僕人代求，基督應許悔罪之恩。</li>" .
            "<li>救主拯救尊貴傑作，聖容光輝印記其上；<br>莫容邪靈詭詐撕裂，爾付死價救贖之人。</li>" .
            "<li>垂憐被囚受苦僕人，赦罪釋放受縛之囚；<br>寶血所贖歸於爾者，仁君賜享樂園歡欣。</li>" .
            "<li>榮耀美德尊貴權能，歸於永受讚頌耶穌，<br>與父及與護慰聖靈，同掌王權永世無盡。阿們。</li>" .
            '</ol></div>',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝聖言道成肉身，四位蒙福聖史記錄，<br>受感傳述奇妙作為，受難生平教導世人。</li>" .
            "<li>惟獨約翰乘愛之翼，高飛遠超同儕之上，<br>識主乃是上帝聖言，世人藉彼得識奧祕。</li>" .
            "<li>尋求安憩耶穌胸懷，真理源自真理深淵，<br>親嚐天上醇美佳釀，澆灌世人神聖活水。</li>" .
            "<li>純潔聖心熾熱大愛，賜彼神聖燃燒烈焰，<br>飽嚐聖愛充盈滿溢，書卷至今洋溢愛息。</li>" .
            "<li>基督愛徒受難之際，主立爾為後嗣承繼；<br>童貞聖子託付聖母，交予童貞門徒照料。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>他們宣揚主的作為。<br><span style="color: #B50838;">應：</span>並深思默想祂的作為。</p>',
        'beneant' => '因主的緣故，※希律王將兩歲以內的男孩，都殺盡了。',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《論無辜嬰孩》第1講',
            'text'   => '<p>　　主降生之時，哀痛誠非始於天上，乃始於地上——母親們的悲嘆，天使們的歡欣，嬰孩們的遷移。降生的乃是上帝。為了祂，無辜嬰孩作了合宜的祭物，因祂來乃是要定這世界罪惡的罪。小羔羊被獻上是合宜的，因那除掉世人罪孽的羔羊，有一日也將被釘在十字架上。然而母羊因失喪羔羊而哀鳴，默默咩叫，無法言語。何等壯烈的殉道！何等殘酷的景象！利劍既已出鞘，卻毫無緣由。唯獨嫉妒索取這血，因那降生者並未向任何人施暴。儘管如此，我們仍見母親們如同母羊，為她們的羔羊哀哭。「在拉瑪聽見了聲音，就是號啕痛哭的聲音。」但這些羔羊本是信物，並非託付給人，而是單單為上帝而造；並非為長留於世人眼前而來，不過是在他們眼前片時顯現罷了。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">無所不能的上帝，今日被殺聖嬰孩，非以言語，而用死亡確認、彰顯了對主的讚美：求主除去我們的一切罪惡，使我們生活言行都彰顯了我們所宣認的信仰。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>



