<?php
return [
    'name' => '真福殉道聖王查理·斯圖亞特',
    'rank' => '（二等複式）',
    'code' => '0130',  
    'has_eve' => true, 
    'first_vespers' => [
        'sentence' => '<p style="text-indent: 2em">眾人膏他作王；都鼓掌說：「願王萬歲！」<em style="font-size: 0.8em; color: #B50838;">（列王紀下 11:12）</em></p>',
        'psant'     => '敬畏祂的，祂的救恩，離他們不遠，※尊榮也必常在我們的國中。',
        'office_hymn' =>  '<div style="line-height: 1.5;"><ol>' .
                "<li>萬聖之君我主，衷心頌讚父神；殉道查理聖跡，彰顯聖徒德行。<br>寧願捨命殉道，順服良心召喚；不願苟且偷生，背棄信仰真道。</li>" .
                "<li>聖名豈會消逝？我們永遠尊崇；堅守查理信仰，效法聖徒心志。<br>活出基督樣式，謙卑滿有慈愛；寬恕他人過犯，恩澤廣被世人。</li>" .
                "<li>長期受敵圍困，摯友皆已離散；世間兵器無用，獨留君王孤身。<br>仇敵窮追不捨，凱旋氣焰囂張；逼迫我王查理，抉擇死生之路。</li>" .
                "<li>虔誠信靠基督，願主獲享榮光；上主神性榮美，顯於凡人生命。<br>聖父赦罪之主，聖子賜予生命；聖靈生命之源，聖三永世無盡。阿們。</li>" .
                '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主護衛我像盾牌，<br><span style="color: #B50838;">應：</span>叫我能抬頭。</p>',
        'magnant' => '這位君王常說：※君王的真榮耀，乃在於增進上帝的榮耀，並維護真道及教會的福祉。',
        'patristic_reading' => [
            'intro'  => '節選自聖安波羅修主教講道集。',
            'title'  => '《路加福音釋義》',
            'text'   => '<p style="text-indent: 2em;">「葡萄園」這個詞可以被用來指示許多不同的事物；但是，我們知道，以賽亞說萬軍之主的葡萄園就是以色列家。除了上帝外，還有誰種植了這葡萄園呢？正是祂，在祂出去旅行時，將它租給園戶照管。並非那位一直無所不在的上帝從一個地方到另一個地方，儘管祂遠離那些無視祂的人，卻親近那些愛祂的人。祂離去了很長的一段時間，以免祂似乎很快就向園戶收果子。祂越是慷慨，園戶的頑固就越是不可原諒。</p>
                         <p style="text-indent: 2em;">馬太很好地說祂在葡萄園「四圍圍上籬笆」，亦即，上帝將它包圍在上帝護佑的壕溝之內，如同城牆環繞在它四周一樣，以免它易於受到屬靈的野獸的攻擊。祂在其中挖了榨酒池。我們要如何理解「搾酒池」所指的是什麼？也許，由於一些詩篇的標題是「為搾酒池」，亦即在這些詩篇裡，我們的主受難的奧跡就如同新酒那樣，洋溢著聖靈的熱情。（同樣，充滿聖靈的使徒也被認為是醉酒的。）因此，祂挖了一個搾酒池，在裡面理性葡萄的內在果實被搾出屬靈的汁液。</p>
                         <p style="text-indent: 2em;">「蓋了一座守望樓」，即達致了律法的巔峰。他就這樣建造這一葡萄園，裝備美化了它，將它租給了猶太人。「收果子的時候快到了，他打發僕人到園戶那裏去收果子。」是「收果子的時候快到了」，而非「收穫葡萄的時節」；因為猶太人顯然沒有結果子；他們的葡萄園沒有葡萄。這就是主所說的葡萄園，祂說：「我指望它結葡萄，怎麼倒結了野葡萄呢？」因此，搾酒池搾出的不是令人喜樂的葡萄酒──聖靈的新酒；他們搾出的是先知的熱血。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">應受讚頌主啊，在主的眼中聖徒之死看為寶貴；我們尊崇主的聖名，因著將豐盛恩典賜予這位殉道君王，英格蘭的查理；藉此恩典，他得以甘心樂意地跟隨他真福恩主與救主的腳蹤，恆久溫順地忍受一切野蠻的凌辱，直至傾流鮮血；甚至在受死之時，仍效法同一榜樣，為殺害他的人，向我們獨一的中保與代求者，主的聖子，我們的主耶穌祈禱。聖子與聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence' => '<p style="text-indent: 2em">義人清早起來專心致志，歸向那位創造他的主，在至高者之前祈求。<em style="font-size: 0.8em; color: #B50838;">（便西拉智訓39:5）</em></p>',
        'invi' => 'common',
        'invitatory_hymn' => '<div style="line-height: 1.5;"><ol>' .
                "<li>查理國王甘犧牲，寧死不肯棄真誠；<br>捨棄王權與尊榮，守護慈母教會情；<br>同心歌詠讚美聲：殉道聖君英王名。</li>" .
                "<li>謙恭禮儀之明鏡，婚姻貞潔花中穎；<br>日復一日行謙卑，緊隨教會聖路程；<br>同心歌詠讚美聲：殉道聖君英王名。</li>" .
                "<li>為主榮耀赴死路，殉道腳蹤不躊躇；<br>臨終尊嚴顯光輝，顯主榮光照塵寰；<br>同心歌詠讚美聲：殉道聖君英王名。</li>" .
                "<li>三位一體獲尊崇，普世忠信共稱頌；<br>緬懷先聖之典型，祖國英傑立功勛；<br>特別稱頌歌唱美：殉道聖君英王名。阿們。</li>" .
                '</ol></div>',
        'psant' => '願主叫他們心中懼怕，※叫他們知道自己不過是凡人。',
        'office_hymn' =>  '<div style="line-height: 1.5;"><ol>' .
                "<li>我眾同聲齊歌讚美，殉道英王查理聖君；<br>與主基督同受凌辱，今獲凱旋榮耀冠冕。</li>" .
                "<li>幽暗牢獄戰火慘烈，殉道聖徒歡然承受；<br>雖經刑台蒙受羞辱，終得盼望入於天家。</li>" .
                "<li>為護聖教垂首捨命，鮮血傾流刑斧之上；<br>君王聖種既已播撒，基督新稼倍力生長。</li>" .
                "<li>救國危難甘冒艱辛，王冠自由盡皆可拋；<br>祈主保佑我國教會，方舟不至沒於狂濤。</li>" .
                "<li>榮耀歸於君王耶穌，統管地上萬國權柄；<br>亦願榮耀歸於聖父，保惠聖靈永受稱頌。阿們。</li>" .
                '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>你要持守你所有的，<br><span style="color: #B50838;">應：</span>免得人奪去你的冠冕。</p>',
        'beneant' => '查理王在禱告中說：※願我所受的苦難，平息我與祢教會之仇敵的惡意；但願他們的殘暴，永不勝過我的仁愛。',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p style="text-indent: 2em;">查理·斯圖亞特，在世俗歷史上被稱為英格蘭查理一世，通稱為皇家烈士，生於1600年，並於1626年聖燭節加冕為英格蘭國王。他的父親曾是蘇格蘭的詹姆斯六世，後來成為英格蘭的詹姆斯一世，是一位從蘇格蘭加爾文派皈依的熱心教徒，他在其統治的所有領地內努力推崇聖品人員和聖禮，這些都是加爾文教派所否認的。他特別在蘇格蘭恢復了使徒統緒的聖品，希望藉此逐漸以我們宗教的古老傳統取代新的發明。當查理繼承其父之王位時，他也同樣熱心處理這些事務。但當他試圖在蘇格蘭推行禮儀崇拜時，加爾文派感到震驚，並煽動不敬的暴民阻止其實施，此後反對聲浪不斷增長，最終顯的結果是顯而易見的，蘇格蘭作為一個國家無法以這種方式與教會和解。儘管如此，在其父統治時期建立的大公教會的聖品人員的傳承仍在繼續其工作，今日的蘇格蘭教會便是其成果。同時，查理在其大法官、坎特伯雷大主教威廉·勞德的協助下，在英格蘭推行了許多教會改革，並加強教會紀律，因此引起了極大的對立，最終導致他們二人都殉道。</p>
                         <p style="text-indent: 2em;">這正是下議院首次開始為爭取君主立憲而鬥爭的時期，這與國王一直以來所理解和查理試圖捍衛的特權相牴觸。議會最終判處他死刑，不僅是因為他反對其政敵的政治主張，更是因為他堅決拒絕廢除教會的大公體制。在此過程中，他展現出自身能以真正的偉大和沉著來承受各種侮辱的能力。因為他是一個一直以對上帝的虔誠、懺悔和祈禱著稱的人，同時也忠實履行基督徒的職責。因此，即使他認為對他的死刑判決是非法和不公的，他仍將其視為上帝因他自身罪過而施予的應得懲罰。</p>
                         <p style="text-indent: 2em;">自被捕之時起，他便將大部分時間用於祈禱和默想。在行刑當日，在被允許陪伴他的一位教士的協助下，他欣然為死亡做準備，先誦讀當日的日課，然後以極大的虔誠聆聽《馬太福音》之中有關基督受難的記載。此後，他領受了終傅聖事，因此得到力量，勇敢、愉悅地走向死亡。深知他的克拉倫登伯爵愛德華·海德如此評價他：“他若說有人堪當，便是最配得上誠實之人這一稱號的人，他是如此熱愛正義，除非某事被偽裝得讓他相信是正當的，否則任何誘惑都不能使他做出不義之事；在他所處的時代，他是最有價值的紳士，最好的主人，最好的丈夫，最好的父親，也是最好的基督徒。”其他人也證實，他以純潔的美德和祈禱的操練著稱，在他所面對的種種誘惑和干擾中，這些品質閃耀出奇妙的光芒。他以在飲食和衣著上的嚴格節制而聞名，且始終表現出對奉承的高尚漠然。所有認識他的人都對他的某種純真印象深刻，因為即便是他的死敵也說他是「上帝愚拙的僕人」。在行刑時，他申明自己是大公教會的忠實信徒。殉道之事是發生在1649年1月30日。之後他的遺體被安放在溫莎的聖喬治堂，但在其敵人的命令下，他被埋葬時未經教會儀式，因為即使在完成了對他的毀滅之後，他們對他和聖品人員的仇恨仍未得到滿足。他受人敬仰，是因為他為那些此等心智之人無法理解的事物獻出了生命。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">應受讚頌主啊，在主的眼中聖徒之死看為寶貴；我們尊崇主的聖名，因著將豐盛恩典賜予這位殉道君王，英格蘭的查理；藉此恩典，他得以甘心樂意地跟隨他真福恩主與救主的腳蹤，恆久溫順地忍受一切野蠻的凌辱，直至傾流鮮血；甚至在受死之時，仍效法同一榜樣，為殺害他的人，向我們獨一的中保與代求者，主的聖子，我們的主耶穌祈禱。聖子與聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence' => '<p style="text-indent: 2em">忍受試煉的人有福了，因為他經過考驗以後必得生命的冠冕，這是主應許給愛他之人的。<em style="font-size: 0.8em; color: #B50838;">（雅各書 1:12）</em></p>',
        'psant'     => '國王說：我們寧可死在戰場上，※也不願看見我們的國家與聖所蒙難。',
        'office_hymn' =>  '<div style="line-height: 1.5;"><ol>' .
                "<li>聖潔君王聖首既斷，殉道榮冠流光；<br>碧血滴滴凝作寶石，聖君為國代禱！</li>" .
                "<li>為我聖教為我邦國，昔日君之社稷；<br>莫使狂瀾吞沒方舟，聖君為國代禱！</li>" .
                "<li>憶昔一月受難之日，君為兇徒求饒；<br>今我處此危急之時，聖君為國代禱！</li>" .
                "<li>願偕已得冠冕之君，齊獻虔誠崇拜；<br>聖父聖子以及聖靈，萬代永世無盡。阿們。 </li>" .
                '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>他從主手裏得了榮耀的國，<br><span style="color: #B50838;">應：</span>和華美的冠冕。</p>',
        'magnant' => '王曰：我必不戀此世沉重之冠冕；※蓋上帝已施慈悲，以天國之實體，易我人間國度之虛影。',
        'col' => '<p style="text-indent: 2em;">應受讚頌主啊，在主的眼中聖徒之死看為寶貴；我們尊崇主的聖名，因著將豐盛恩典賜予這位殉道君王，英格蘭的查理；藉此恩典，他得以甘心樂意地跟隨他真福恩主與救主的腳蹤，恆久溫順地忍受一切野蠻的凌辱，直至傾流鮮血；甚至在受死之時，仍效法同一榜樣，為殺害他的人，向我們獨一的中保與代求者，主的聖子，我們的主耶穌祈禱。聖子與聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

