<?php
return [
    'name' => '傳福音使徒聖約翰八日慶期第八日',
    'rank' => '（簡式）',
    'code' => '0103',  
    'has_eve' => true, 
    'type' => 'christmas',
    'first_vespers' => [
        'sentence'  => 'common',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝聖言道成肉身，四位蒙福聖史記錄，<br>受感傳述奇妙作為，受難生平教導世人。</li>" .
            "<li>惟獨約翰乘愛之翼，高飛遠超同儕之上，<br>識主乃是上帝聖言，世人藉彼得識奧祕。</li>" .
            "<li>尋求安憩耶穌胸懷，真理源自真理深淵，<br>親嚐天上醇美佳釀，澆灌世人神聖活水。</li>" .
            "<li>純潔聖心熾熱大愛，賜彼神聖燃燒烈焰，<br>飽嚐聖愛充盈滿溢，書卷至今洋溢愛息。</li>" .
            "<li>基督愛徒受難之際，主立爾為後嗣承繼；<br>童貞聖子託付聖母，交予童貞門徒照料。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>他們宣揚主的作為。<br><span style="color: #B50838;">應：</span>並深思默想祂的作為。</p>',
        'magnant' => '他在會眾中開口，主就以智慧和聰明的靈充滿他；※主以榮耀的外袍裝扮他，哈利路亞，哈利路亞，哈利路亞。',
        'col' => '<p style="text-indent: 2em;">求慈悲的主，使教會因為受了傳福音聖使徒約翰的教訓，就能走在主真道的光明裡，至終也能得享永生。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主是使徒與傳福音者的君王，※我们当来俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>萬世君王仁慈耶穌，賴爾所愛聖徒功德，<br>我等雖犯深重罪愆，藉其護佑得蒙赦免。</li>" .
            "<li>雙燈裝飾永恆天庭，雅各約翰神聖昆仲！<br>為此卑微僕人代求，基督應許悔罪之恩。</li>" .
            "<li>救主拯救尊貴傑作，聖容光輝印記其上；<br>莫容邪靈詭詐撕裂，爾付死價救贖之人。</li>" .
            "<li>垂憐被囚受苦僕人，赦罪釋放受縛之囚；<br>寶血所贖歸於爾者，仁君賜享樂園歡欣。</li>" .
            "<li>榮耀美德尊貴權能，歸於永受讚頌耶穌，<br>與父及與護慰聖靈，同掌王權永世無盡。阿們。</li>" .
            '</ol></div>',

        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝聖言道成肉身，四位蒙福聖史記錄，<br>受感傳述奇妙作為，受難生平教導世人。</li>" .
            "<li>惟獨約翰乘愛之翼，高飛遠超同儕之上，<br>識主乃是上帝聖言，世人藉彼得識奧祕。</li>" .
            "<li>尋求安憩耶穌胸懷，真理源自真理深淵，<br>親嚐天上醇美佳釀，澆灌世人神聖活水。</li>" .
            "<li>純潔聖心熾熱大愛，賜彼神聖燃燒烈焰，<br>飽嚐聖愛充盈滿溢，書卷至今洋溢愛息。</li>" .
            "<li>基督愛徒受難之際，主立爾為後嗣承繼；<br>童貞聖子託付聖母，交予童貞門徒照料。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>他們宣揚主的作為。<br><span style="color: #B50838;">應：</span>並深思默想祂的作為。</p>',
        'beneant' => '这就是在晚餐时靠在耶稣的胸膛上的那位真福使徒约翰，※上天的隐秘之事被启示给了他。',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教《約翰福音釋義》。',
            'title'  => '第36篇',
            'text'   => '<p>　　論及四卷福音書（或更確切地說，是同一福音的四卷書），使徒聖約翰的那一卷，就屬靈的眼光而言，被比作一隻鷹是再貼切不過的了。因為在他的宣講中，他比其他三位飛得更高，昇騰得更為崇高。既然這樣崇高地昇騰，他也必然要將我們的心一同舉起。其他三位傳福音者與主同行，彷彿是作為人在地上行走，因他們對神性論及甚少。然而傳福音者約翰，卻似乎不屑於行在地上。甚至在他論述的開篇之詞，他就如雷霆般向我們發聲；他不僅昇騰超越大地、雲霄與蒼穹，更超越了天使天軍，以及一切無形掌權者的行列。誠然，他穿越這些，直達萬有的創造主面前，說：「太初有道，道與上帝同在，道就是上帝。」</p>'
            ],
        'col' => '<p style="text-indent: 2em;">求慈悲的主，使教會因為受了傳福音聖使徒約翰的教訓，就能走在主真道的光明裡，至終也能得享永生。這都是靠著我主耶穌基督。阿們。</p>',
    ],

    
];
?>



