<?php
return [
    'name' => '教會聖師、精修者聖法蘭西斯·沙雷士主教',
    'rank' => '（複式）',
    'code' => '0129',  
    'type' => 'doctor',
    'has_eve' => true, 
    'common_file' => 'data/common/one_bishop_or_doctor_confessor_outofpaschaltide.php', // 指嚮通用檔案
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《論登山寶訓》第1卷第6章',
            'text'   => '<p style="text-indent: 2em;">主要我們明白，當人們為了任何暫時的利益——諸如追求安逸奢華，或逃避受苦與勞碌——而甘願將自己永恆的福祉置於險境時，他們便失去了以公義去調和他人、使人有味的能力。因為那永恆之事，不像世俗之物，既非人所能賜予，亦非人所能奪去。因此，當祂問道：「鹽若失了味，怎能叫它再鹹呢？」祂是要我們明白這問題的意思：如果你們——人類賴以免於腐敗的媒介——為了逃避今世的試煉或逼迫而甘願失去天國，那麼誰能保守你們不致腐敗呢？因為你們正是上帝所揀選，用以保守眾人免於腐敗的。</p>
                         <p style="text-indent: 2em;">主說，那些本應作地上的鹽卻失了味的人，從此毫無用處，只得被丟在外面，任人踐踏。然而，凡遭受逼迫的人，並不能說是真的被人踐踏。反之，那因懼怕逼迫而失去公義之味的人，才是真正被人踐踏；因為人若不在踐踏者之下，就不會被人踐踏。而一個心在天上的人，無論他在地上的肉身遭受何等痛苦，都不能說是處於那虐待他的人之下。</p>
                         <p style="text-indent: 2em;">主說：「你們是世上的光。」我們應當理解，這裡的「世」與祂前文所說「地上的鹽」中的「地」具有相同的含義；亦即，這不是指我們肉腳所踏的土地，而是指居住在地上的人，換言之，就是罪人。主差遣祂的使徒，就如同差遣鹽一樣，正是為了調和並糾正這些人的敗壞。因此，對於「世界」一詞，我們不應理解為天地，而應理解為那些身處世間且愛世界的人，使徒正是為了光照他們而被差遣的。「城造在山上是不能隱藏的」——意即，凡建立在公義之高峰上的，在眾人眼中皆顯為壯麗；而主宣講此道的那座山本身，正是這高峰的預表。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝為了人靈的得救，曾使主的真福精修者聖法蘭西斯，向眾人成為一切；求主將主仁愛的甘飴傾注於我們的心中，使我們藉他訓導的指引，並靠他功德的助佑，得享永生的喜樂。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p style="text-indent: 2em;">這位聖法蘭西斯·沙雷士生於敬虔且顯貴的父母之家，其家族即以出生地沙雷士鎮為名。即便在垂髫之年，他已展現出未來聖德的徵兆，因為他極度渴望將自己奉獻給上帝，並為了希望能成為會長，說服父親允許他領受剪髮禮。然而，後來在父親的命令下，他在巴黎和帕多瓦攻讀法律，學業極為出色，以致許多世俗的榮銜與高位都向他招手。</p>
                         <p style="text-indent: 2em;">但他堅定地持守進入司祭職的決心，並在適當的時候實現了他的宏願。於是他投身於使加爾文派信徒歸化的工作，將許多人帶回圓滿的真道之中，其中許多人在地位和學識上都頗為傑出。1599年，他成為日內瓦主教的助理主教，並於1602年繼承該主教教座。他在安錫建立了一所修院，以便更好地培育會長的人選，並組織教理教導，使之深受老少歡迎。他在1604年遇見了聖簡‧法蘭西斯‧德‧尚達爾，後來與她一同創立了聖母訪親會。</p>
                         <p style="text-indent: 2em;">他不僅是最受愛戴的人之一，而且作為日內瓦主教，確實是一盞燃燒而發光的明燈，向周圍展示了敬虔、對教會紀律的熱忱、對和平的熱切之愛、對窮人的慈悲，以及一切恩寵的光輝榜樣。他以充滿屬天教導的著作啟迪教會，其中最著名的是《虔誠生活導論》。透過這些書籍，以及他對前來尋求幫助者的親身指導，他指出了一條安全而簡明的基督徒成聖之路，此後一直成為神師們的典範。1622年12月28日，在他五十五歲之年，他從塵世升入天家，並被光榮地安葬於安錫的聖母訪親會教堂。1665年他被封聖，當時他的聖日定於1月29日。1877年他被宣布為教會聖師，1923年被名為新聞工作者及其他作家的主保。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝為了人靈的得救，曾使主的真福精修者聖法蘭西斯，向眾人成為一切；求主將主仁愛的甘飴傾注於我們的心中，使我們藉他訓導的指引，並靠他功德的助佑，得享永生的喜樂。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝為了人靈的得救，曾使主的真福精修者聖法蘭西斯，向眾人成為一切；求主將主仁愛的甘飴傾注於我們的心中，使我們藉他訓導的指引，並靠他功德的助佑，得享永生的喜樂。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

