<?php
return [
    'name' => '顯現八日慶期第七日',
    'rank' => '（半複式）',
    'code' => '0112',  
    'has_eve' => false, 
    'type' => 'epiphany',    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '今日主在約旦河領洗，※聖靈徬彿鴿子降在祂身上，聖父說：這是我的愛子。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '天上有聲音，※聖父說：「這是我的愛子，我所喜愛的。你們要聽從他。」',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖利奧講道集。',
            'title'  => '《主顯節講道》第4篇第1章',
            'text'   => '<p>　　親愛的弟兄們，在那些見證上帝憐憫作為的日子裡全心喜樂，並以尊榮慶祝為我們救恩所成就的事，這是理所當然的；是的，這是真正敬虔之人的應盡本分。年復一年循環的節期召喚我們如此行，尤其是當前這個節期。因為距離上帝那位與祂同永恆的聖子由童貞女誕生的日子僅過了不久，如今主顯節已到，因祂顯現為主而被分別為聖。<br>　　在這同一顯現中，上帝美好的護理為我們的信仰設立了堅固的堡壘。因為現在，當我們在莊嚴的敬拜中追念救主的童年如何在祂最初的嬰孩期受到朝拜時，我們也被引導去思考基督確實帶著人的本性誕生這一教義的歷史證據。因為正是這信仰使不虔敬的人成為義人，使罪人成為聖徒——也就是相信我們的主耶穌基督這同一位具有真實的神性和真實的人性。<br>　　為堅固我們面對一切謬誤教義所宣認的這信仰，上帝的憐憫使這事成就：在那些居住在極東之地、精於觀星之術的民族中，有人看見了那將要統治全以色列的聖嬰誕生的記號。在博士們眼前出現了一顆新星，其美麗超凡，以致當他們注視著它時，心中生出如此驚奇，使他們不得不將它視為一個極其重要、不容忽視之事件的宣告。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

