<?php
return [
    'name' => '殉道童貞女聖阿格妮絲',
    'rank' => '（複式）',
    'code' => '0121',  
    'has_eve' => true, 
    'precedence' => 2,
    'common_file' => 'data/common/one_virgin_martyr.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => '主耶穌基督的父，我稱頌祢，※因為藉著祢的聖子，試探的烈火已熄滅了。',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => '真福聖阿格妮絲在烈火中，伸出雙手祈禱說：至高、威嚴、可畏的父啊，我呼求祢；因藉著祢聖子的護佑，我已逃脫不虔暴君的恐嚇，並安然度過肉體污穢的玷污：看哪，我來到祢面前，祢是我所愛、所尋求、一直渴慕的那一位。',
        'col' => '<p style="text-indent: 2em;">無所不能永生的上帝，主揀選了世上軟弱的，叫那強壯的羞愧；求主施恩允准：我們既虔誠守主的殉道童貞女、真福聖阿格妮絲的慶節，便能在主的面前蒙其代禱的護佑。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => '我主耶穌基督聘娶了我，※給我戴上了戒指，並以新娘的花冠裝飾了我。',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => '真福聖阿格妮絲站在烈火中，伸出雙手，向主祈禱※說：至大、可畏、威嚴的主宰啊，我讚美祢，稱頌祢，並榮耀祢的名，直到永遠。',
        'patristic_reading' => [
            'intro'  => '節選自聖安波羅修主教《論貞女》。',
            'title'  => '第1卷，第2章',
            'text'   => '<p>　　今日是一位童貞女的誕辰，因此讓我們立志效法她的貞潔；這是一位殉道者的誕辰，因此讓我們立志獻上祭物。這是聖阿格妮絲的慶日。願男人們充滿驚歎，孩童們充滿希望，已婚婦女充滿敬畏，未婚者渴望效法她。對於這位連名字本身都成為讚美的聖女，我們能說什麼配得上她呢？在我看來，這位年幼的少女，聖潔超越她的年齡，勇敢超越人性，領受阿格妮絲這個名字，不是作為塵世的稱號，而是來自上帝的啟示，顯明她將成為怎樣的人。因為「阿格妮絲」這個詞源自希臘文，意為「純潔」。因此這位聖潔的少女被命名為「貞潔」，當我加上「殉道者」這個詞時，我已說得夠多了。她不需要我們能說出卻未說出的讚美。沒有人比她更值得讚美，她的讚美出自眾人之口。因為每個說出她名字的人都在讚美她，每當她被冠以殉道者的尊貴頭銜時，她就被高舉。<br>　　傳統記載她在十三歲時殉道。讓我們撇開那不饒恕她幼年的褻瀆與殘酷，來默觀她信心的偉大力量，藉此她戰勝了童年的軟弱，作了美好的見證。她的身軀幾乎小得容不下他們的劍刺。但她幼小的身體雖難以承受他們的利劍，卻有足夠的力量忍受每一刀的擊打。因為她不懼劊子手們血染的雙手。當他們用鏗鏘作響的鎖鏈拖拽她時，她毫不動搖。剛踏入人生，她已準備好赴死；當憤怒的劍客將武器指向她的胸膛時，她毫不畏縮。即使他們違背她的意願強迫她走近魔鬼偶像的祭壇，她仍能在吞噬偶像祭品的火焰中向基督伸出雙手，在異教神龕上劃出主十字架的得勝記號。她準備好將頸項和雙手交給鐵鐐銬，但它們太大，無法扣住她纖細的肢體。看哪，一位奇特的殉道者！她的身量不足以參與戰鬥，卻已成熟到可以獲得勝利！她太柔弱無法奔跑競賽，卻顯然有資格得到獎賞！因年齡所限只能作學習者，她卻被發現是一位導師。<br>　　她以貞女之身前往刑場，比其他人作為新娘前往洞房更為喜樂和自願。旁觀者流淚，她卻沒有眼淚。許多人驚訝於她如此輕看那剛嚐到甜美的生命，如此準備好將它拋棄，如同將杯中酒一飲而盡。所有人見到她都感到驚奇：她尚未到法定年齡可在自己的事務上作證，卻被上帝立為祂自己的見證人。想想她的劊子手用了多少威脅來激起她的恐懼，多少辯論來動搖她的決心，多少承諾來賄賂她接受他的求婚。但她回答說：「期望我能偏愛另一個人是對我未婚夫的侮辱——首先揀選我的那位，我將只屬於祂。劊子手，你為何等待？殺死這吸引我所迴避之目光的身體吧！」她站立，祈禱，然後俯首等待刀劍的一擊。那時你本能看見劊子手顫抖，彷彿他自己才是罪犯。你本能看見他的雙手顫抖，旁觀者因恐懼而面色蒼白，唯獨她一人無所畏懼。在此，我們看到一個犧牲，卻是獻給上帝的雙重奉獻：她的純潔，和她的信心。她藉成就殉道而保全了貞潔。【從聖安波羅修上述的話語中，阿格妮絲被尊為貞潔的主保原因是顯而易見。因為她很早就被教會公認為最傑出的殉道童貞女之一。因此，連同露西、阿加莎和塞西莉亞的名字被格里高利感恩經之中被提及。她於主後304年左右在羅馬為基督作證。但聖阿格妮絲的書面行傳是在她去世很久之後才編纂的，與其說是她受難的確切記錄，不如說是一種詮釋。然而，聖安波羅修本人可能親自認識一些她殉道的實際見證人。】</p>'
            ],
        'col' => '<p style="text-indent: 2em;">無所不能永生的上帝，主揀選了世上軟弱的，叫那強壯的羞愧；求主施恩允准：我們既虔誠守主的殉道童貞女、真福聖阿格妮絲的慶節，便能在主的面前蒙其代禱的護佑。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '請與我一同喜樂，且要大大歡喜；※因我已在光明國度中，得著了榮耀的寶座。',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => '看哪，我所渴慕的， 我現已看見；我所盼望的，我現已擁有；※我在地上全心愛慕的那一位，如今我在天上已許配給祂了。',
        'col' => '<p style="text-indent: 2em;">無所不能永生的上帝，主揀選了世上軟弱的，叫那強壯的羞愧；求主施恩允准：我們既虔誠守主的殉道童貞女、真福聖阿格妮絲的慶節，便能在主的面前蒙其代禱的護佑。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
];
?>

