<?php
return [
    'name' => '教會聖師、精修者金口聖約翰主教',
    'rank' => '（複式）',
    'code' => '0127',  
    'type' => 'doctor',
    'has_eve' => true, 
    'precedence' => 2,
    'common_file' => 'data/common/one_bishop_or_doctor_confessor_outofpaschaltide.php', // 指嚮通用檔案
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'patristic_reading' => [
            'intro'  => '節選自金口聖約翰講道集。',
            'title'  => '《馬太福音》第15講',
            'text'   => '<p style="text-indent: 2em;">請思想主所說的話：「你們是世上的鹽。」主藉此比喻顯示出，祂的教導對於生命是何等必要。藉著這個比喻，祂要我們明白，我們所要交代的人生的帳，不僅是為了我們自己的生命，更是為了整個世界。主說：我差遣你們，不是像我差遣先知那樣，只往兩座城、十座城、二十座城，或是一個民族；而是差遣你們往各處的土地與海洋，甚至往整個世界——這世界正如同現狀一般，在各樣罪惡的重擔下呻吟。</p>
                         <p style="text-indent: 2em;">「你們是世上的鹽」這句話，向我們顯示出人性因著罪的敗壞，全然失去了滋味，並散發出惡臭。因此，主對於祂的追隨者，要求具備那些對於促進眾人得救最為必要且有益的品質。那心靈貧窮、哀慟、溫柔，並飢渴慕義的人，不會將他的善行封閉在自己心中，反而像泉源一般，讓美善的事自由地湧流到鄰舍那裡。那憐憫人的、清心的人、使人和睦的人，以及為真理受逼迫的人，同樣也是為了眾人的福祉而獻身的人。</p>
                         <p style="text-indent: 2em;">主說：你們不要以為你們受召去面對的爭戰是容易的，也不要以為你們將要負責交帳的事是微不足道的。你們是世上的鹽。那麼，你們是要去醃製那已經腐壞的東西嗎？不，因為一旦腐壞的東西，絕不可能藉著撒鹽就重新變得完好。這並非主所要求於他們的。他們的工作是撒上鹽，使主交託給他們照管的事物能在此後常保新鮮；因為這些事物，是在主親自更新、除去一切污穢之後，才交託給他們的。從罪的敗壞中拯救出來，乃是基督的大能；而保全眾人不致再次墮落，則是交託給使徒們的職責。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">懇求主藉著真福精修者、教會聖師金口聖約翰主教的義行與訓誨，光照了主的教會，使教會充滿主的天恩，並且更加的豐盛。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p style="text-indent: 2em;">這一位金口聖約翰生於安提阿，成年後展現出極高的雄辯才華，因而得名「金口」，意即「口如黃金」。他曾入修院為修士，致力於克治急躁的性情與各樣私慾，而他發現其中最難克服的莫過於虛榮心。主後398年，他雖非夙願，仍被祝聖為君士坦丁堡大主教。上任後，他即著手改革那龐大的教區，喚醒信眾恢復起初的熱忱；他為貧病者興建醫院，差遣傳道師往哥特人當中宣教，甚至平息了以弗所教會的紛爭。東方教會現行的主要禮儀即是以他命名，以紀念他對教會聖事禮儀的重大貢獻。</p>
                         <p style="text-indent: 2em;">他深厚的基督徒學識與熱誠，為他招致了許多仇敵，其中一位是歐多克西亞皇后，她將聖人流放。然而，因百姓強烈抗議，他隨即被召回。即便如此，聖人仍不畏權貴，繼續斥責上下階層的放縱風氣。這惹惱了一派主教，他們遂遊說阿卡狄奧皇帝將他流放到亞美尼亞，並使其在各地顛沛流離。在此期間，他所受的苦難之深，以及他引領歸向基督的人數之多，實在令人難以置信。就這樣，在他年邁之時，因被迫旅程的艱辛，他於主後407年9月14日死於本都。</p>
                         <p style="text-indent: 2em;">到了主後434年，當時的皇帝狄奧多西及其姊普爾克里婭（即阿卡狄奧與歐多克西亞之子女），下令將聖人的聖髑由本都敬遷回君士坦丁堡，並於1月27日以隆重的禮儀將其安葬於墓中；他們在墓旁祈禱，為其父母祈求寬恕。他的聖髑後來被遷移到羅馬的梵蒂岡大殿。金口聖約翰被尊為東方教會首四位聖師之一，他是當中最為多產的講道者，其著作是基督教界的瑰寶。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">懇求主藉著真福精修者、教會聖師金口聖約翰主教的義行與訓誨，光照了主的教會，使教會充滿主的天恩，並且更加的豐盛。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">懇求主藉著真福精修者、教會聖師金口聖約翰主教的義行與訓誨，光照了主的教會，使教會充滿主的天恩，並且更加的豐盛。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

