<?php
return [
    'name' => '教會聖師、精修者聖希拉里主教',
    'rank' => '（複式）',
    'code' => '0114',  
    'type' => 'doctor',
    'has_eve' => true, 
    'common_file' => 'data/common/one_bishop_or_doctor_confessor_outofpaschaltide.php', // 指嚮通用檔案
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝啊，真福聖希拉里受派引導主的人民走永恆的救恩之道。我們既在世上由他學習了生命的聖道，求主也使我們堪當以他為我們在天上的轉達者。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p style="text-indent: 2em;">聖希拉里出身於阿基坦的顯赫家族，真福聖耶柔米如此評價他：「他是一位極具雄辯之才的人，是對抗亞流派的拉丁號角。」他生於異教父母膝下，在偶像崇拜中長大，但到了適當的時候，他被基督尋獲，成為上帝的僕人。他早年曾結婚，但在領受聖品時，他和妻子選擇守貞生活。由於他在任會長時以其智慧和雄辯聞名，他被選為普瓦捷主教，在此教座上贏得了眾信友的普遍讚譽。當時皇帝君士坦提烏斯正以各種殘酷手段迫害大公教徒，企圖使他們屈服於亞流異端。聖希拉里堅決抵抗亞流派，如同銅牆鐵壁，因此招致他們的猛烈憤怒。當他們設法將他流放到弗呂家時，他利用流亡期間撰寫了一部十二卷的著作《論三位一體》，以對抗這些異端分子。在公元359年，即他流亡的第四年，他被迫參加在伊蘇里亞的西流基大公會議，該會議主要由亞流派組成，他在那裡公開反對他們。其後他前往君士坦丁堡，要求皇帝允許他在御前舉行公開辯論。然而，亞流派主教烏爾薩基烏斯和瓦倫斯——他們已被聖希拉里在著作中駁倒——害怕與他辯論，因此以赦免為藉口，說服君士坦提烏斯將他送回主教職位。而圖爾的馬丁（Martin of Tours），後來成為圖爾的主教，追隨他到普瓦捷；馬丁在聖德上的成長正是他教導的成果。此後，他在極大的平安中治理普瓦捷教會。他的非凡學識可見於他眾多的著作。而他溫柔的心腸則充分展現在一封現存的信中，那是他在流亡期間寫給女兒的，力勸她成為修女，她也因這封信而被感動如此行。他於公元368年左右的1月13日，在皇帝瓦倫提尼安和瓦倫斯統治期間，從塵世升入天國。他早已被許多教父和大公會議稱為傑出的聖師，而在1851年，這一頭銜得到正式確認。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，真福聖希拉里受派引導主的人民走永恆的救恩之道。我們既在世上由他學習了生命的聖道，求主也使我們堪當以他為我們在天上的轉達者。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝啊，真福聖希拉里受派引導主的人民走永恆的救恩之道。我們既在世上由他學習了生命的聖道，求主也使我們堪當以他為我們在天上的轉達者。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

