<?php
return [
    'name' => '殉道者聖法比盎和聖塞巴斯蒂安',
    'rank' => '（複式）',
    'code' => '0120',  
    'has_eve' => true, 
    'precedence' => 1,
    'common_file' => 'data/common/many_martyrs_outofpaschaltide.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">求主使我們因殉道主教聖法比盎和聖塞巴斯蒂安的慶節，能獲得主的保護，並因他們在主台前的祈禱而永遠蒙恩。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p>　　法比盎是羅馬人，自公元236年馬克西米努斯皇帝統治時期起擔任教宗，直至250年德西烏斯統治時期。據說他為羅馬七個區域各任命了一位會吏照顧窮人，並任命同等數量的副會吏從七位區域書記保存的記錄中收集《殉道者行傳》；他還規定，每年聖週禮拜四應將舊的聖膏油焚燒，並祝聖新的。他於公元250年1月20日，在德西烏斯的迫害期間獲得殉道的榮冠，葬於亞壁古道的聖卡利斯督墓窟，他在彼得的宗座上任職十五年零四天。據《教宗名錄》記載，他舉行了五次降臨期的聖秩聖事，期間按立了二十二位會長、七位會吏和十一位主教前往各教區。<br>　　關於塞巴斯蒂安，除了他是羅馬殉道者且與米蘭城有某種聯繫之外，確切所知甚少。但他的故事世代相傳如下：他因高貴的出身和個人的勇敢深得皇帝戴克里先寵愛，擔任禁衛軍第一連隊隊長，儘管他暗中是基督徒，並常以善行和施捨幫助其他基督徒。當這些事被發現後，戴克里先召見塞巴斯蒂安，在嚴厲斥責他之後，用盡一切手段要使他放棄對基督的信仰。但無論許諾或威脅都無濟於事，皇帝便下令將他綁在柱上用箭射死。塞巴斯蒂安被如此處置並被遺棄待死。但當夜晚一位聖善的寡婦艾琳前去埋葬他時，發現他仍然活著。艾琳在自己家中照料他直至康復。然後他前去斥責戴克里先的邪惡。皇帝遂下令用棍棒將他打死；在這酷刑之下，這位殉道者於公元288年1月20日將他蒙福的靈魂交給上帝。他的遺體被扔進下水道，但後來被找到並葬於那些地下墓穴，其上建起了一座著名的教堂，稱為城外聖塞巴斯蒂安大殿。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">求主使我們因殉道主教聖法比盎和聖塞巴斯蒂安的慶節，能獲得主的保護，並因他們在主台前的祈禱而永遠蒙恩。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">求主使我們因殉道主教聖法比盎和聖塞巴斯蒂安的慶節，能獲得主的保護，並因他們在主台前的祈禱而永遠蒙恩。這都是靠著我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
];
?>

