<?php
return [
    'name' => '顯現望日',
    'rank' => '（二等特權望日，半複式）',
    'code' => '0105',  
    'has_eve' => true, 
    'no_second_vespers' => true,
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => '多麼令人嘆賞的交易！※人類的創造者取了有靈的肉軀，甘願生於童貞女，不由人道而出生，將自己的神性賜給了我們。',
        'office_hymn' =>
            '<div style="line-height: 1.5;"><ol>' .
            "<li>來吧大地之救贖主，顯明童貞所生奧蹟，<br>萬邦敬仰萬代讚頌，此乃上帝合宜降生。</li>" .
            "<li>並非出自凡人意願，乃由聖靈奧祕孕育，<br>上帝聖言披上肉身，應許聖果向人顯明。</li>" .
            "<li>童貞聖胎得孕聖子，貞潔榮耀未受玷污，<br>美德旌旗顯耀其間，上帝居住此聖殿中。</li>" .
            "<li>步出聖潔貞潔寢宮，出自王室貞潔殿宇，<br>雙重本質神聖勇士，歡然奔走所定路程。</li>" .
            "<li>源於聖父降臨世間，歸回聖父榮耀寶座，<br>下至地獄極深之處，重返難述光明所在。</li>" .
            "<li>與父同等永恆上主，披上血肉人性戰袍，<br>以祢不朽永恆大能，堅固我等必朽軟弱。</li>" .
            "<li>馬槽搖籃光輝照耀，黑暗之中散發新光，<br>永恆信德閃耀寧靜，暮色黑暗永不侵擾。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主顯明了，<br><span style="color: #B50838;">應：</span>祂的救恩，哈利路亞。</p>',
        'magnant' => '耶穌的智慧和身量，※並上帝和人喜愛他的心，都一齊增長。',
        'patristic_reading' => [
            'intro'  => '節選自聖耶柔米會長講道集。',
            'title'  => '《馬太福音註釋》第1卷，第2章',
            'text'   => '<p>　　從福音書這段稍後所用的話語「那些尋索這小孩子性命的人已經死了」，我們可以明白除了希律之外，當時還有其他人想要殺害祂，很可能是祭司長和文士們。「約瑟就起來，帶著小孩子和祂的母親。」請留意，經文並非說「他帶著他的妻子和孩子」，而是說「他帶著小孩子和祂的母親」，由此暗示約瑟並非父親，而是監護人。<br>　　但當他聽說亞基老接替他父親希律作了猶太王，就害怕往那裡去。有些人對歷史極度無知，以致混淆了兩個希律，彷彿這裡提到的就是後來在我們主受難時藐視祂的那一位，他們無法理解為何現在說他已經死了。那位在基督受死時與彼拉多交好的希律，正是屠殺伯利恆嬰孩的希律之子，也是亞基老的兄弟。<br>　　「祂將稱為拿撒勒人。」傳福音者在引述這些話時說，這是眾先知所說的。若他引用的是某一段特定經文，他會說「藉著先知」，用單數形式。因此我們可以推斷，他引用的是眾先知的精意，而非他們著作中的任何個別段落。「拿撒勒人」一詞意指「聖者」，而所有聖經共同宣告的是：基督乃是上帝的聖者。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">無所不能的上帝，已從道成人身發出新光，照耀我們。求主叫我們心內所得的光輝，能在我們的行為上反照出來。這都是靠著你的聖子，我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    'morning' => [
        'sentence'  => 'common',
        'invi' => '哈利路亞，有一嬰孩為我們而生，※我們當來俯伏敬拜，哈利路亞。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>聖父獨生聖子耶穌，受死救贖萬民罪債；<br>萬世之前至高上帝，奧祕受生難以言喻。</li>" .
            "<li>祢是父之光明榮耀，敬拜者之永恆盼望；<br>悅納僕人今日祈禱，普世所獻讚美祭品。</li>" .
            "<li>救恩之源求祢記念，曾經取了凡人形像，<br>生於無玷童貞聖母，披戴肉身成為嬰孩。</li>" .
            "<li>今日見證此一真理，年年歲歲以此為證，<br>惟獨祢是救恩泉源，出自聖父榮耀寶座。</li>" .
            "<li>因此諸天群星深淵，大地以及其中萬有，<br>皆以頌歌讚美迎接，降臨世間救恩之主。</li>" .
            "<li>我等藉祢寶貴聖血，罪得救贖歸於上帝，<br>值此見證聖誕之日，被贖之地唱出新歌。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'psant' => '看哪，馬利亞為我們生下了救主；※當約翰看見他時，就喊著說：看哪，上帝的羔羊，除去世人的罪的！哈利路亞。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>日出之地直至地極，普世萬民同聲頌揚，<br>今日歌頌貞女之子，聖母後裔基督君王。</li>" .
            "<li>塵寰萬有真福造主，屈尊降卑取奴僕形；<br>藉此肉身救贖肉身，俾令受造重獲新生。</li>" .
            "<li>貞潔慈母聖胎之中，天國恩典尋得居所：<br>雖未識得塵世婚配，卻擁聖嬰視為己出。</li>" .
            "<li>謙卑胸懷化為殿宇，成為上主安息聖所：<br>至潔無瑕童貞聖女，腹中孕育上帝聖子。</li>" .
            "<li>產下聖子榮耀君王，加百列前早已預言，<br>雖仍隱於母胎之中，施洗嬰孩已然顯明。</li>" .
            "<li>不辭馬槽乾草簡陋，亦未嫌棄卑微搖籃：<br>雖藉點滴母乳餵養，卻賜飛鳥日用食糧。</li>" .
            "<li>天軍歌聲充滿諸天，天使頌讚至高上主，<br>向著孤寂守望牧人，顯明萬有偉大牧者。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>奉主名來的是應當稱頌的。<br><span style="color: #B50838;">應：</span>主是上帝，祂光照了我們。</p>',
        'beneant' => '看哪，必有童女怀孕生子；人要称他的名为以马内利，※翻出来就是「上帝与我们同在」。',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《論時令》第13講',
            'text'   => '<p>　　最親愛的弟兄們，我們的主耶穌基督，那在永恆中為萬物創造者的，正是在這時辰由母親所生，成為我們的救主。正是在這時辰，祂願意為我們在世間的時間裡誕生，好引領我們進入天父的永恆。上帝成為人，好叫人能成為上帝。為了使人得以享用天使的食糧，天使之主在今日成為了人。如今那預言得以應驗：「諸天哪，要如雨傾盆而降，雲要降下公義，地要裂開，產出救主！」因此，那創造萬物者親自受造，使迷失的人得以尋回。<br>　　正如人在《詩篇》中為自己作證說：「我未受苦以先曾經迷失。」意即：在我因患難被降卑以先，我不曉得正直生活的價值；就此意義而言，拉丁文譯本為「在我受貶抑以先，走迷了路。」〔在人子身上，全人類都受了苦，都被貶抑，從而認識罪惡及其刑罰，同樣也認識為上帝而活的喜樂。〕人犯了罪，成為有罪的；上帝降生為人，使有罪的人得以獲救。人墮落了，但上帝降臨了。人悲慘地墮落，上帝憐憫地降臨。人因驕傲而墮落，上帝帶著恩典而降臨。<br>　　我的弟兄們啊，這是何等的神蹟！何等的奇事！關於人的自然律改變了：上帝降生，童貞女無夫而孕，上帝的道與一位不識男子的女子結合；她既是母親又是童貞女。身為母親，卻未受玷污；身為童貞女，卻擁有一子；雖不識男人，卻永遠封印，且非不孕。因為唯有祂生而無罪。唯有祂的誕生不經人的結合，非由肉體的意願所生，乃由心靈的順服所生。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">無所不能的上帝，已從道成人身發出新光，照耀我們。求主叫我們心內所得的光輝，能在我們的行為上反照出來。這都是靠著你的聖子，我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
];
?>

