<?php
return [
    'name' => '救主受割禮日',
    'rank' => '（二等複式）',
    'code' => '0101',  
    'has_eve' => true, 
    'type' => 'christmas',
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => '多麼令人嘆賞的交易！※人類的創造者取了有靈的肉軀，甘願生於童貞女，不由人道而出生，將自己的神性賜給了我們。',
        'office_hymn' =>
            '<div style="line-height: 1.5;"><ol>' .
            "<li>來吧大地之救贖主，顯明童貞所生奧蹟，<br>萬邦敬仰萬代讚頌，此乃上帝合宜降生。</li>" .
            "<li>並非出自凡人意願，乃由聖靈奧祕孕育，<br>上帝聖言披上肉身，應許聖果向人顯明。</li>" .
            "<li>童貞聖胎得孕聖子，貞潔榮耀未受玷污，<br>美德旌旗顯耀其間，上帝居住此聖殿中。</li>" .
            "<li>步出聖潔貞潔寢宮，出自王室貞潔殿宇，<br>雙重本質神聖勇士，歡然奔走所定路程。</li>" .
            "<li>源於聖父降臨世間，歸回聖父榮耀寶座，<br>下至地獄極深之處，重返難述光明所在。</li>" .
            "<li>與父同等永恆上主，披上血肉人性戰袍，<br>以祢不朽永恆大能，堅固我等必朽軟弱。</li>" .
            "<li>馬槽搖籃光輝照耀，黑暗之中散發新光，<br>永恆信德閃耀寧靜，暮色黑暗永不侵擾。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>道成了肉身，<br><span style="color: #B50838;">應：</span>住在我們中間，哈利路亞。</p>',
        'magnant' => '從上頭來的是在萬有之上；※出於地的是屬於地，他所說的也是屬於地。從天上來的是在萬有之上。他把所見所聞的見證出來，只是沒有人領受他的見證。那領受他見證的，就印證上帝是真實的。',
        'patristic_reading' => [
            'intro'  => '節選自聖安波羅修主教講道集。',
            'title'  => '《路加福音釋義》',
            'text'   => '<p>　　滿了八天，就給孩子行割禮，他的名字叫耶穌。 這就是那位論到他說：「因有一嬰孩為我們而生，有一子賜給我們」的孩子；又說：「生在律法之下，為要把律法之下的人贖出來」；又說：「要把他獻給主」。（在我對《以賽亞書》的註釋中，我已經解釋了在耶路撒冷獻給主的意義，因此我不再重述此主題。）心受割禮的人得著上帝的保護，正如經上所記：「主的眼目看顧義人。」你們會看到，正如舊約律法的一切儀式都是新約律法中實體的預表，身體的割禮也象徵著心靈從罪咎中得潔淨。<br>　　但由於人的身體和心智仍受著犯罪傾向的感染，第八日的割禮是要提醒我們，在復活時我們將得到罪的完全潔淨。這無疑可以從「凡頭生的男子必歸主為聖」這句話推斷出來。意即，這些話按字面意義僅適用於榮福童貞女的分娩。誠然，那開了她胎的是聖潔的，因為他全然無瑕。我們可以推論律法具有這個含義，因為天使說了幾乎相同的話：「那要出生的聖者必稱為上帝的兒子。」<br>　　在所有婦人所生的人中，主耶穌基督在聖潔上獨一無二。唯獨他，因著他無玷的誕生，未曾沾染人類敗壞的污穢——因著他屬天的威嚴，這敗壞未曾臨近他。否則（意即，若我們按字面意義應用律法這段經文），我們就不得不說，毫無例外地，每一個頭生的男子都是聖潔的——那麼我們如何解釋有那麼多不義的人呢？亞哈是聖潔的嗎？假先知是聖潔的嗎？那些被以利亞公義地從天上降火燒滅的人是聖潔的嗎？但上帝律法之神聖誡命所奧祕地指向的那位，乃是以色列的聖者。唯獨他開了他的聖潔童貞新婦——教會——那隱密的胎，使她充滿無罪的豐盛，藉此生出上帝的子民。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">全能的上帝，曾使受讚美的聖子為順從世人所定的律法，受割禮。求主使我們受聖靈的真割禮，除去身心一切的世俗和情慾，就能凡事順從主的聖意。這都是靠著聖子我主耶穌基督。阿們。</p><p style="text-indent: 2em;">全能的上帝阿，主曾將獨生聖子賜給我們，當日為童貞女所生，與我們同性。主既施恩叫我們重生，成為義子；求主使我們時常受聖靈的感動，日日更新。這都是靠著我主耶穌基督。主耶穌與聖父、聖靈，一同永生，一同掌權，唯一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '哈利路亞，有一嬰孩為我們而生，※我們當來俯伏敬拜，哈利路亞。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>聖父獨生聖子耶穌，受死救贖萬民罪債；<br>萬世之前至高上帝，奧祕受生難以言喻。</li>" .
            "<li>祢是父之光明榮耀，敬拜者之永恆盼望；<br>悅納僕人今日祈禱，普世所獻讚美祭品。</li>" .
            "<li>救恩之源求祢記念，曾經取了凡人形像，<br>生於無玷童貞聖母，披戴肉身成為嬰孩。</li>" .
            "<li>今日見證此一真理，年年歲歲以此為證，<br>惟獨祢是救恩泉源，出自聖父榮耀寶座。</li>" .
            "<li>因此諸天群星深淵，大地以及其中萬有，<br>皆以頌歌讚美迎接，降臨世間救恩之主。</li>" .
            "<li>我等藉祢寶貴聖血，罪得救贖歸於上帝，<br>值此見證聖誕之日，被贖之地唱出新歌。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'psant' => '萬福馬利亞，※為我們生了下上帝而人者。',
        'ps_1928' => ['19', '45', '85'],
        'ps_1962' => ['45'],
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>日出之地直至地極，普世萬民同聲頌揚，<br>今日歌頌貞女之子，聖母後裔基督君王。</li>" .
            "<li>塵寰萬有真福造主，屈尊降卑取奴僕形；<br>藉此肉身救贖肉身，俾令受造重獲新生。</li>" .
            "<li>貞潔慈母聖胎之中，天國恩典尋得居所：<br>雖未識得塵世婚配，卻擁聖嬰視為己出。</li>" .
            "<li>謙卑胸懷化為殿宇，成為上主安息聖所：<br>至潔無瑕童貞聖女，腹中孕育上帝聖子。</li>" .
            "<li>產下聖子榮耀君王，加百列前早已預言，<br>雖仍隱於母胎之中，施洗嬰孩已然顯明。</li>" .
            "<li>不辭馬槽乾草簡陋，亦未嫌棄卑微搖籃：<br>雖藉點滴母乳餵養，卻賜飛鳥日用食糧。</li>" .
            "<li>天軍歌聲充滿諸天，天使頌讚至高上主，<br>向著孤寂守望牧人，顯明萬有偉大牧者。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>奉主名來的是應當稱頌的。<br><span style="color: #B50838;">應：</span>主是上帝，祂光照了我們。</p>',
        'beneant' => '今天宣佈了一個神奇的奧秘：※萬象更新，上帝成了人；那原來有的，仍然存在；他取了那原來沒有的，二者毫不混淆，也不分割。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖利奧講道集。',
            'title'  => '《聖誕講道詞》第7篇',
            'text'   => '<p>　　親愛的弟兄們，凡要以真誠的敬畏和應有的尊崇來守這節期者，既不可對主的道成肉身持錯誤的想法，亦不可輕看其神性。因為正如不認識基督人性的真實存在危險一樣，不認識他與父同榮同等也同樣危險。因此，當我們試圖默想基督降生的奧祕——他由童貞母親所生——我們必須超越屬世想像的雲霧，並以蒙光照的信心之眼，穿透屬世智慧的迷霧。<br>　　我們所信的權威乃是上帝自己的權威，我們所遵循的教導正是上帝自己的教導。因此，無論我們是聆聽律法的見證，或先知的言語，或福音的號角，這都是真實的。後者是雷子約翰所吹響的，當他被聖靈充滿時，他宣告：「太初有道，道與上帝同在，道就是上帝。這道太初與上帝同在。萬物是藉著他造的；凡被造的，沒有一樣不是藉著他造的。」約翰的見證也是真實的，他說：「道成了肉身，住在我們中間……我們見過他的榮光，正是父獨生子的榮光。」<br>　　因此，上帝聖子的位格保持不變且為一，儘管他有兩性，保有他自己的神性，並取了我們的人性。他作為人來到世上，為要恢復人類，但同時仍保持在他不變的神性中。他與父所共享的神性絲毫不減其全能，奴僕的形像也未曾有損上帝的形像。至高與永恆的存有，為人類的救贖而俯就，將人性納入他的榮耀中。然而他並未停止作為他從永恆以來所是的那位。因此，我們看到上帝的獨生子在一處承認「父是比我大的」，在另一處則宣告「我與父原為一」。這明顯證明了他兩性的區別，以及他位格的合一。因為就他的人性而言，他低於父；但就他的神性而言，他與父同等。儘管如此，雖然他是上帝又是人，他不是兩位，而是一位基督。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">全能的上帝，曾使受讚美的聖子為順從世人所定的律法，受割禮。求主使我們受聖靈的真割禮，除去身心一切的世俗和情慾，就能凡事順從主的聖意。這都是靠著聖子我主耶穌基督。阿們。</p><p style="text-indent: 2em;">全能的上帝阿，主曾將獨生聖子賜給我們，當日為童貞女所生，與我們同性。主既施恩叫我們重生，成為義子；求主使我們時常受聖靈的感動，日日更新。這都是靠著我主耶穌基督。主耶穌與聖父、聖靈，一同永生，一同掌權，唯一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '孕婦生了名叫「永恆」的君王，※她兼有童貞女的榮譽，又獲得做母親的喜樂；前不見古人，後不見來者，哈利路亞。',
        'ps_1928' => ['89:1-30', '110', '132'],
        'ps_1962' => ['85', '110'],
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>日出之地直至地極，普世萬民同聲頌揚，<br>今日歌頌貞女之子，聖母後裔基督君王。</li>" .
            "<li>塵寰萬有真福造主，屈尊降卑取奴僕形；<br>藉此肉身救贖肉身，俾令受造重獲新生。</li>" .
            "<li>貞潔慈母聖胎之中，天國恩典尋得居所：<br>雖未識得塵世婚配，卻擁聖嬰視為己出。</li>" .
            "<li>謙卑胸懷化為殿宇，成為上主安息聖所：<br>至潔無瑕童貞聖女，腹中孕育上帝聖子。</li>" .
            "<li>產下聖子榮耀君王，加百列前早已預言，<br>雖仍隱於母胎之中，施洗嬰孩已然顯明。</li>" .
            "<li>不辭馬槽乾草簡陋，亦未嫌棄卑微搖籃：<br>雖藉點滴母乳餵養，卻賜飛鳥日用食糧。</li>" .
            "<li>天軍歌聲充滿諸天，天使頌讚至高上主，<br>向著孤寂守望牧人，顯明萬有偉大牧者。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>奉主名來的是應當稱頌的。<br><span style="color: #B50838;">應：</span>主是上帝，祂光照了我們。</p>',
        'magnant' => '大哉，我們嗣業的奧秘：※不識男子者的淨胎成了神性的殿宇，他由她取了血肉，卻沒有受到玷污；萬國將齊聚一堂，說：主，願榮耀歸於你。',
        'col' => '<p style="text-indent: 2em;">全能的上帝，曾使受讚美的聖子為順從世人所定的律法，受割禮。求主使我們受聖靈的真割禮，除去身心一切的世俗和情慾，就能凡事順從主的聖意。這都是靠著聖子我主耶穌基督。阿們。</p><p style="text-indent: 2em;">全能的上帝阿，主曾將獨生聖子賜給我們，當日為童貞女所生，與我們同性。主既施恩叫我們重生，成為義子；求主使我們時常受聖靈的感動，日日更新。這都是靠著我主耶穌基督。主耶穌與聖父、聖靈，一同永生，一同掌權，唯一上帝，永世無盡。阿們。</p>',
    ],
];
?>

