<?php
return [
    'name' => '聖安東尼院長',
    'rank' => '（複式）',
    'code' => '0117',  
    'has_eve' => true, 
    'common_file' => 'data/common/one_confessor_not_bishop_outofpaschaltide.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝賜予真福聖安東尼院長奇妙的恩典，使他效法基督的神貧，並以謙卑之心跟隨到底；求主賜福所有進入福音完美之路的人，既不向後看，也不偏離正道，毫不猶豫的奔向主，並且獲得主召他來得的永生的冠冕。這都是靠著主的聖子，我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p>　　聖安東尼的生平（其作者被認為是聖亞他那修）記載了以下關於這位被尊為修士之首任院長的事蹟：安東尼是埃及人，出身於顯貴的基督徒家庭，但在年幼時便失去了雙親。有一次，他在教堂聽到誦讀福音中的這段話：「你若願意作完全人，可去變賣你所有的，分給窮人。」他隨即將這些話視為對他個人的呼召，因此將所有財產分給了窮人。由於他即將踏入與撒但作戰的戰場，他首先留意所有在各樣恩賜上卓越的人所立的榜樣，並努力效法他們。在警醒、克己和不斷研讀聖經方面，他無人能及。他對異端和分裂教會者，特別是亞流派，深惡痛絕，以至於從不接近他們。他睡在地上。他吃麵包時只配鹽，只喝水。他從不在日落前進食或飲水，並常常一次禁食兩天。他常常通宵祈禱。作為上帝如此勇敢的戰士，他受到魔鬼各樣試探的攻擊。他前往埃及周圍的曠野，許多門徒在他的指導下成為修士。邪魔的攻擊日益猛烈，但他對抗它們的力量也日益增強。最後，他開始嘲笑它們的無能，說：「撒但害怕善人的祈禱和禁食，但最重要的是，害怕他們對我們主的熱切之愛，光是祂十字聖號就足以使牠逃之夭夭。」他成為魔鬼極其畏懼的對象，以致許多被牠們折磨的人只要呼求他的名字就能得到解脫。此外，他的聖德名聲遠播，以至於君士坦丁大帝和他的兒子們寫信給他，請求他為他們代禱。在他一百零五歲那年，激勵了無數人效法他的榜樣後，他於主後356年1月17日榮歸天國。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝賜予真福聖安東尼院長奇妙的恩典，使他效法基督的神貧，並以謙卑之心跟隨到底；求主賜福所有進入福音完美之路的人，既不向後看，也不偏離正道，毫不猶豫的奔向主，並且獲得主召他來得的永生的冠冕。這都是靠著主的聖子，我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝賜予真福聖安東尼院長奇妙的恩典，使他效法基督的神貧，並以謙卑之心跟隨到底；求主賜福所有進入福音完美之路的人，既不向後看，也不偏離正道，毫不猶豫的奔向主，並且獲得主召他來得的永生的冠冕。這都是靠著主的聖子，我們的主耶穌基督，聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永無窮盡。阿們。</p>',
    ],
];
?>

