<?php
return [
    'name' => '殉道者聖坡旅甲主教',
    'rank' => '（複式）',
    'code' => '0126',  
    'has_eve' => true, 
    'precedence' => 1,
    'common_file' => 'data/common/one_martyr_outofpaschaltide.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">求主應許僕人的祈禱，藉著今日虔誠紀念真福殉道者聖坡旅甲主教所受的苦難，我們與他同獻上的全牲燔祭蒙主悅納。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '選自聖耶柔米會長的著作。',
            'title'  => '《教會作家傳》第17章',
            'text'   => '<p>　　坡旅甲是使徒約翰的門徒，並由他祝聖為示每拿的主教。他被視為全亞細亞基督徒的領袖，因他曾受教於數位使徒及其他親眼見過主的人。在皇帝安東尼·庇護在位期間，當阿尼塞圖主持羅馬教會時，坡旅甲前往該處，討論關於守復活節之日期的問題。<br>　　在羅馬，他發現一些異端分子受了馬吉安和瓦倫提努教義的引誘，他便將其中許多人帶回真道。有一日，馬吉安偶然遇見他，對他說：「你認得我嗎？」他回答說：「我當然認得魔鬼的長子。」<br>　　約在主後156年，馬可·奧里略·安東尼及盧修斯·奧里略·康茂德在位期間，示每拿全城的居民聚集在劇場，在方伯的寶座前，喧嚷攻擊坡旅甲；為了取悅他們，方伯判處坡旅甲火刑，將他燒死。這位真福之人撰寫了一封極有價值的《致腓立比人書》，直到今日（指耶柔米寫作之時）仍在亞細亞的教會中公開誦讀。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">求主應許僕人的祈禱，藉著今日虔誠紀念真福殉道者聖坡旅甲主教所受的苦難，我們與他同獻上的全牲燔祭蒙主悅納。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'patristic_reading' => [
            'intro'  => '節選自聖希拉里主教的講道集。',
            'title'  => '《馬太福音釋義》第10卷',
            'text'   => '<p>　　主在此指向審判之日，就是在那日，祂要顯明心中的意念，並將現今隱藏的暗中之事帶到光明中。因此祂警戒我們，不要懼怕那些與我們為敵之人的威脅、勸誘或權勢。因為審判之日將顯明這一切都是虛空與枉然的。祂說：「我在暗中告訴你們的，你們要在明處說出來；你們耳中所聽的，要在房上宣揚出來。」我們由此明白，這並非指主要在夜間說話，或在暗中傳講祂的道理；乃是說，對屬肉體的人而言，祂一切的話語都是黑暗；對不信的人而言，祂一切的言論皆如黑夜。<br>　　因此，我們主的旨意是：凡祂所說的一切，皆應藉著我們內心對祂的信靠和公開的認信，自由地宣揚出來。所以，凡祂在暗中所說的，如今都當在光明中說出來；凡祂在耳邊低語的，如今都當在房頂上宣講——也就是說，要以宣令官那般勇敢的聲音來傳揚。因此，我們當常常傳播對上帝的認識，並藉著使徒的宣講，將福音教義最深奧的奧秘從黑暗中帶入光明；不懼怕那些有權柄加害身體、卻無權柄加害靈魂的人，倒要敬畏那能把身體和靈魂都滅在地獄裡的上帝。<br>　　祂說：「那殺身體的，不要怕他們。」因此，我們無需懼怕任何可能臨到我們身體的事，也不必為肉體的毀壞而憂傷。因為當必朽的肉體分解歸回原初的塵土元素時，那曾使其成為活體的部分，仍存留於永活不朽之靈的本質中。既然我們因這樣的教導而剛強，就當在認信上帝的事上勇敢而堅定；我們的主又加上一個約束我們的條件，祂說：「凡在人面前認我的，我在我天父面前也必認他；凡在人面前不認我的，我在我天父面前也必不認他。」這就是說，我們如今在人面前為祂的名作何等的見證，祂將來在天上的父面前，也必照樣為我們的名作見證。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">求主應許僕人的祈禱，藉著今日虔誠紀念真福殉道者聖坡旅甲主教所受的苦難，我們與他同獻上的全牲燔祭蒙主悅納。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

