<?php
return [
    'name' => '使徒聖保羅受感化日',
    'rank' => '（二等複式）',
    'code' => '0125',  
    'has_eve' => true, 
    'common_file' => 'data/common/apostle_outofpaschaltide.php', 
    'fixed_memorials' => ['saints0125'],
    'type' => 'apostle',
    'apostle_special_hymn_verse' => '聖師保羅智者明燈，引導修德心嚮天庭<br>局部有限俱逝無形，圓滿聖智充盈我靈。',
    'first_vespers' => [
        'sentence'  => 'common',
        'ps_1928' => ['19', '34', '84'],
        'ps_1962' => ['96', '98'],
        'psant'     => '有一道光從天上下來，四面照射着掃羅，他就仆倒在地，※聽見有聲音對他說：「掃羅！掃羅！你為甚麼迫害我？」他說：「主啊！你是誰？」主說：「我就是你所迫害的耶穌。你用腳踢刺棒是自找苦吃的！」',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => '主從百姓中揀選了一人，賜給他永恆異象的榮耀之光：※讓我們慶祝聖使徒保羅的受感化。',
        'patristic_reading' => [
            'intro'  => '節選自可敬者比德會長講道集。',
            'title'  => '《聖本笃誕辰講道》',
            'text'   => '<p>　　基督說：「你若願意作完全人，可去變賣你所有的，分給窮人，還要來跟隨我，就必有財寶在天上。」看哪，這確是存到永遠的財寶。當彼得詢問祂時，耶穌說得極是：「我實在告訴你們，你們這跟從我的人，到復興的時候，人子坐在祂榮耀的寶座上，你們也要坐在十二個寶座上，審判以色列十二個支派。」祂教導那些在今生為祂的名勞苦的人，要在另一生命中，就是在「復興」之時，尋求他們的賞賜。所謂「復興」，即指我們這些出生於必死生命中的必死之人，在復活之時，將重生進入不朽的生命。<br>　　誠然，這是公義的報償：那些在世上為基督的緣故，不求在人中間為大的，在天上必被基督特別地榮耀，並成為祂審判座席上的陪審者。因為他們正是那些在世上沒有任何事物能阻擋他們跟隨祂腳蹤的人。但切勿以為屆時受審判的僅是以色列十二支派，若真如此，身為第十三支派的利未支派豈不逃脫審判了？也不要以為只有十二使徒（將馬提亞算在猶大因悖逆而跌落的職分上）屆時將擔任審判者；因為若真如此，身為第十三位使徒的保羅，就會被剝奪審判的一切職分了。<br>　　因為保羅論到自己說：「豈不知我們要審判天使嗎？何況今生的事呢？」相反，我們當知道，凡像使徒那樣撇下一切跟隨基督的人，也必與祂一同來審判，正如每個人都要站在祂的審判臺前一樣！因「十二」之數在聖經中常被用來象徵「普世性」，故使徒的十二個寶座，實則象徵所有將要施行審判之人的寶座；而以色列十二支派，則象徵所有將受審判之人的總數。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝往日用使徒聖保羅傳道，叫福音的光普照天下。現在我們思念他所受的奇妙感化，求主叫我們遵從他宣講的聖道，表明感謝的心。這都是靠著我們的主耶穌基督。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' =>  'common',
        'ps_1928' => ['1', '15', '24', '91'],
        'ps_1962' => ['66', '67'],
        'psant' => '他仆倒時，是狂怒的逼迫者；從地上起來，成了勇敢忠信的宣道者。※主啊，願那些藉其言語認識主的人，也能藉此被引到主的面前。在使徒中，他蒙召雖最晚，宣道卻居首。',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => '讓我們慶祝聖使徒保羅的受感化：因那昔日的逼迫者，今日成了蒙揀選的器皿；※為此，天使歡欣，天使長雀躍，在天上同聲讚美上帝的聖子。',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教的講道。',
            'title'  => '《論聖徒講道》第14篇',
            'text'   => '<p>　　我們今日聽聞《使徒行傳》中所讀的，使徒保羅如何從基督徒的逼迫者轉變為基督的宣道者。基督擊倒了這逼迫者，為要扶起他成為祂教會的導師。祂擊打並醫治了他；祂殺死卻又使他活過來。因為主基督乃是那被豺狼所殺的羔羊，如今卻將豺狼轉化為羔羊。如今在保羅身上應驗了先祖雅各的預言，當他為他的兒女們祝福時，手雖按在當時在場的人身上，心卻瞻望著將來要發生的事。保羅自己見證他出於便雅憫支派，而當雅各為他的兒子們祝福，輪到祝福便雅憫時，他說：「便雅憫是個撕掠的狼。」<br>　　那麼如何？便雅憫豈要永遠撕掠嗎？斷乎不可。因為經上說：「早晨他吞噬獵物，晚上他分配擄物。」這正應驗在使徒保羅身上。若你們願意，我們現在就來思考他如何在早晨吞噬獵物，在晚上分配擄物。這裡的早晨和晚上代表開始與結束。因此我們可以理解為：起初他吞噬獵物，最後他分配擄物。首先，在起初，他吞噬獵物。經上記載他從祭司長那裡領了文書，出去要捉拿所有他能找到的基督徒，把他們捆綁帶到祭司長那裡受刑。<br>　　他口吐威嚇兇殺的話而行，這確實是在吞噬獵物。當他們用石頭打死第一位為基督之名捨命的殉道者司提反時，掃羅也喜悅他被害；彷彿光是用石頭打他還不夠滿足，他還看守所有行刑者的衣服，這比親自參與更加慫恿了他們。所以在早晨他吞噬了獵物。那麼在晚上他如何分配擄物呢？他被從天上而來的基督聲音擊倒，不再撕掠；他面伏於地，被擊倒為要被扶起，受擊打為要得醫治。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝往日用使徒聖保羅傳道，叫福音的光普照天下。現在我們思念他所受的奇妙感化，求主叫我們遵從他宣講的聖道，表明感謝的心。這都是靠著我們的主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'ps_1928' => ['22', '149'],
        'ps_1962' => ['72'],
        'psant'     => '掃羅，又名保羅，這位偉大的宣道者，蒙上帝堅固，越發有能力，※駁倒了猶太人，證明耶穌確是基督，是永生上帝的兒子。',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => '當按祂的美意，那位把我從母腹裏分別出來、又施恩呼召我的上帝，既然樂意把他兒子啟示在我心裏，讓我在外邦人中傳揚他，我就沒有跟有血有肉的人商量，也沒有上耶路撒冷去見那些比我先作使徒的。',
        'col' => '<p style="text-indent: 2em;">上帝往日用使徒聖保羅傳道，叫福音的光普照天下。現在我們思念他所受的奇妙感化，求主叫我們遵從他宣講的聖道，表明感謝的心。這都是靠著我們的主耶穌基督。阿們。</p>',
    ],
];
?>

