<?php
return [
    'name' => '首位隱修士聖保羅',
    'rank' => '（複式）',
    'code' => '0115',  
    'has_eve' => true, 
    'common_file' => 'data/common/one_confessor_not_bishop_outofpaschaltide.php', 
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝啊，主使我們每年因主的精修聖保羅的節日而歡喜，現在我們慶祝他的在天誕辰，求主仁慈地賜予我們能追隨他聖德與虔敬的生活。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p style="text-indent: 2em;">根據聖耶柔米編纂的一部古籍記載，這位首位隱士、且為眾人楷模的保羅，其生平如下：他是埃及下底比斯人。十五歲時父母雙亡，為了在寧靜中事奉上帝，他隱居於沙漠中的一個洞穴；那裡有一棵棕櫚樹，他以其果實為食，以其葉子編織衣裳，直到一百一十三歲高齡。那時，安東尼年已九十歲，領受了上帝的命令前去探望他。二人就這樣相遇，彼此不知對方姓名；但在互相問候之後，他們立即展開了一場關於上帝之國的長談。恰巧一隻烏鴉六十年來每天為保羅帶來半個麵包，但在這一天當他們交談時，烏鴉帶來了整塊麵包。烏鴉飛走後，他們謝飯，坐在泉水旁一同進食。他們重新得力後，感謝上帝，隨後整夜讚美上帝。黎明時分，保羅感到死亡臨近，希望安東尼前去取來一件亞他那修曾送給安東尼的斗篷，作為殮衣。在返回途中，安東尼在異象中看見保羅的靈魂升天，四周環繞著天使的詩班，先知和使徒相伴同行。當安東尼抵達保羅的洞穴時，他發現了聖人的遺體，便用亞他那修的斗篷將其裹好，隨即開始詠唱基督徒傳統規定的詩篇和聖歌。此後，因無鏟子挖掘墓穴，兩頭獅子從沙漠中奔來，彷彿要參加葬禮，刨出一個足以容納人體的洞穴，同時表現出牠們本性所能表達的哀傷之情。獅子離開後，安東尼將聖人的遺體放入洞中，覆以泥土，並按基督徒墳墓的方式安葬。但他為自己保留了保羅的長袍，那是用棕櫚葉編織而成，編法有點像編籃子。安東尼在有生之年，每逢受難日和聖靈降臨日等重大日子，都會穿著這件長袍。聖保羅的逝世日期定於公元342年。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主使我們每年因主的精修聖保羅的節日而歡喜，現在我們慶祝他的在天誕辰，求主仁慈地賜予我們能追隨他聖德與虔敬的生活。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝啊，主使我們每年因主的精修聖保羅的節日而歡喜，現在我們慶祝他的在天誕辰，求主仁慈地賜予我們能追隨他聖德與虔敬的生活。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

