<?php
return [
    'name' => '授予安立甘公教會主教聖品',
    'rank' => '（二等複式）',
    'code' => '0128',  
    'type' => 'doctor',
    'has_eve' => true, 
    'precedence' => 2,
    'common_file' => 'data/common/many_confessors_outofpaschaltide.php', // 指嚮通用檔案
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'patristic_reading' => [
            'intro'  => '節選自殉道者聖居普良主教講道集。',
            'title'  => '《論教會的合一》',
            'text'   => '<p style="text-indent: 2em;">主對彼得說：「你是彼得，我要把我的教會建造在這磐石上，陰間的權柄不能勝過它。我要把天國的鑰匙給你，凡你在地上所捆綁的，在天上也要捆綁；凡你在地上所釋放的，在天上也要釋放。」因此，主可謂將祂的教會建立在一人之上。然而，在祂復活之後，祂賜予眾使徒與彼得同等的權柄，說：「父怎樣差遣了我，我也照樣差遣你們……你們領受聖靈！你們赦免誰的罪，誰的罪就得赦免；你們留下誰的罪，誰的罪就留下來。」因為祂為了彰顯合一，遂命定這合一的源頭始於一位使徒。誠然，其他使徒也與彼得一樣，在職分與權柄上享有同等的夥伴關係；然而，起始源於單一，為要顯明基督的教會是合一的。</p>
                         <p style="text-indent: 2em;">聖靈亦在《雅歌》中指明這合一的教會，說：「我的鴿子，我的完美人兒，是獨一無二的，是她母親獨一無二的，是生養她者所寶貝的。」那不持守教會此合一的人，豈能自想他是持守著信仰嗎？那對抗並抵擋教會的人，豈能相信他是在教會之內嗎？因為蒙福的使徒保羅教導並闡明這同一合一的奧祕，說：「身體只有一個，聖靈只有一位……同有一個指望……一主，一信，一洗，一上帝。」因此我們應當持守並捍衛這合一，特別是我們這些在教會中作主教的，好使我們得以表明主教職分本身也是合一且不可分的。</p>
                         <p style="text-indent: 2em;">主教職分是合一的，每位主教各持有其一部分，且共同持有其整體。教會同樣也是合一的，雖藉其豐盛的繁衍而廣泛擴展為眾多。正如太陽有多道光線，卻只有一個光體；又如樹有許多枝子，卻只有一個源於其堅韌樹根的力量；亦如眾多溪流源自一個泉源——儘管在豐沛湧出時可見多重水流散佈，合一卻藉著源頭的單一性而得以保全。試將光線從太陽本體分開，其合一性卻不容許光被分割；從樹上折下一根枝子，那被折下來的就不能發芽；從源頭截斷溪流，那被截斷的就會乾涸。教會亦是如此，蒙其主的光照耀，將她的光芒射向全世界。然而，那散佈各處的仍是同一個光，其身體的合一並無分裂。她在豐盛成長的富饒中，向全地伸展她的枝幹；她的溪流流得越來越遠。然而她的頭是一個，她的源頭是一個；她是一位多產的母親，不斷生養兒女。我們從她的腹中生出，受她乳汁的滋養，藉她的氣息得著生命。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">全能的上帝，曾藉著聖子耶穌基督，曾將許多美善的恩賜賜予主的聖使徒；又吩咐他們牧養主的羊群；求主施恩給所有主教，即主教會的牧者，使他們殷勤宣講聖道，並按正道施行其中的聖潔紀律；並賜恩給主的子民，使他們也能甘心遵從這道，就可以一同得著永遠榮耀的冠冕。這都是靠著主的聖子，我們的主耶穌基督。<span style="color:#B50838;">【</span>聖子和聖父、聖靈，一同永生，一同掌權，唯一上帝，永世無盡。<span style="color:#B50838;">】</span>阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '節選自《聖路易斯宣言》。',
            'title'  => '《聖路易斯宣言》',
            'text'   => '<p style="text-indent: 2em;">我等申明，由至聖三一真神所維持之我等諸教父之教會，至今仍生生不息。我等因聖靈之感動，僅行於此獨一真道中，並決誌於行必要之諸事以延續亙古不變之大公教會信仰、使徒統緒、正統之崇拜，及傳統安立甘教會之福音見證。</p>
                         <p style="text-indent: 2em;">我等申明，加拿大聖公會和美利堅合眾國普世聖公會，因非法企圖改變信仰、聖秩和道德（尤其在其1975年之最高議會上和1976年簽署之公約中），已從基督之至一至聖且至公之使徒所傳之教會中分離出去。</p>
                         <p style="text-indent: 2em;">我等申明，所有上述之教會當局，由於不法議會之分裂行為而正從根本上受到損害，在我等持續安立甘教會中已無效力。今我等必須重塑以上遭到損害之神聖律法，以在持續安立甘中強化我等之共同靈命和見證。</p>
                         <p style="text-indent: 2em;">我等申明，以與持續安立甘教會成員相悖而行為目的者，不論對象是神職人員或平信徒個人，任何訴諸上述分裂行為之個人與教會肢體，其主張因其對信仰整體之見證，並無基督真正教會之權柄。且任何基於上述行為之約束、宣誓或律法，均屬無效。</p>
                         <p style="text-indent: 2em;">我等申明，基本原則（教義、道德和憲章）在目前皆為必要，應通過一部憲章（糾正我等之前教會當局之缺陷與弊端），使教會能夠健康地繼續下去。</p>
                         <p style="text-indent: 2em;">我等申明，我等與坎特伯雷聖座及各忠實之安立甘宗肢體之持續關係。</p>
                         <p style="text-indent: 2em;">因此，我等堅信上主聖意，並在全能上帝及天國眾團契面前，鄭重申明、立約、宣告如下：我等，即英國安立甘宗及美國安立甘宗之合法且忠實之教會成員，必將於現在和將來，在北美持續並合一為持續安立甘教會，真實而有效之統緒亦在其中。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">全能的上帝，曾藉著聖子耶穌基督，曾將許多美善的恩賜賜予主的聖使徒；又吩咐他們牧養主的羊群；求主施恩給所有主教，即主教會的牧者，使他們殷勤宣講聖道，並按正道施行其中的聖潔紀律；並賜恩給主的子民，使他們也能甘心遵從這道，就可以一同得著永遠榮耀的冠冕。這都是靠著主的聖子，我們的主耶穌基督。<span style="color:#B50838;">【</span>聖子和聖父、聖靈，一同永生，一同掌權，唯一上帝，永世無盡。<span style="color:#B50838;">】</span>阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">全能的上帝，曾藉著聖子耶穌基督，曾將許多美善的恩賜賜予主的聖使徒；又吩咐他們牧養主的羊群；求主施恩給所有主教，即主教會的牧者，使他們殷勤宣講聖道，並按正道施行其中的聖潔紀律；並賜恩給主的子民，使他們也能甘心遵從這道，就可以一同得著永遠榮耀的冠冕。這都是靠著主的聖子，我們的主耶穌基督。<span style="color:#B50838;">【</span>聖子和聖父、聖靈，一同永生，一同掌權，唯一上帝，永世無盡。<span style="color:#B50838;">】</span>阿們。</p>',
    ],
];
?>

