<?php
return [
    'name' => '顯現八日慶期第六日',
    'rank' => '（半複式）',
    'code' => '0111',  
    'has_eve' => false, 
    'type' => 'epiphany',    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '河海和山澤，都當讚美主；※眾井泉，都當讚美主，頌揚主，尊主為大，哈利路亞。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '景星光耀如火炬，顯明瞭萬王之王的主；※博士看見這星，就向這位大能的統治者獻上禮物。',
        'patristic_reading' => [
            'intro'  => '節選自聖富振秋主教講道集。',
            'title'  => '《主顯節講道》第5篇：開篇',
            'text'   => '<p>　　那位在舊約中吩咐將初熟的果子獻給自己的同一位上帝，當祂生而為人時，親自將萬民的初熟的果子分別為聖，歸於對祂自己的敬拜。牧羊人是猶太人的初熟的果子，正如博士是外邦人的初熟的果子一樣。前者從近處而來，後者從遠方而來。他們說：「那生下來作猶太人之王的在哪裡？」對於猶太人之王希律來說，兒子們早已出生。亞基老生在王宮，基督生在客店；亞基老被安放在銀製的搖籃裡，基督被安放在馬槽中。然而博士們並不尋找亞基老，而是尋找基督；他們甚至不提那位生在王宮的，但當他們找到那位臥在馬槽中的，便俯伏拜他。<br>　　這位猶太人之王是誰？祂既貧窮又富足，既卑微又尊貴。這位猶太人之王是誰？那在哺乳中被抱著，卻被尊為永恆者的；那在馬槽中微小地活著，卻是連諸天也無法容納的；那被簡陋地包在襁褓中，卻比眾星辰更加榮耀的。希律啊，你為何心裡不安？這位新生的君王來到，並非要藉屬地的爭戰征服其他君王，而是要藉祂自己的死使他們歸服於祂。祂生下來並非要繼承你的王位，希律啊，而是要讓世人忠信地信靠祂。祂來並非要活著爭戰，而是要受死得勝。<br>　　這位博士們稱為「猶太人之王」的小孩子，乃是天使的創造者與主宰。希律啊，你若在祂誕生時就懼怕祂，你更有理由懼怕祂作為全能的審判者。當懼怕祂，不是視祂為你國度的覬覦者，而是懼怕祂作為你不信之罪的公義懲罰者。希律說：「去吧……就來報信，我也好去拜他。」我們知道你狡詐的欺騙、你無神的不信、你邪惡的背叛。你殘忍流出的無辜嬰孩之血，向我們見證了你本想對祂做什麼。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '博士們打開寶盒，※把黃金、乳香和沒藥獻給主。',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '博士們看見那星，就非常歡喜；※進了房子，拿出黃金、乳香、沒藥，作為禮物獻給主。哈利路亞。',
        'patristic_reading' => [
            'intro'  => '節選自聖安波羅修主教講道集。',
            'title'  => '《路加福音釋義》',
            'text'   => '<p>　　博士們的禮物在何事上彰顯了真信仰？獻上黃金，如獻給我們的君王；獻上乳香，如獻給我們的上帝；獻上沒藥，如獻給那位為我們而死的。第一樣是王權尊貴的標記，第二樣是上帝大能的象徵，第三樣則有助於死者合宜的安葬，使其身體免於腐敗。我的弟兄們，讓我們這些聆聽和閱讀這些事的人，也從我們自己的寶庫中獻上類似的禮物。因為我們確實有寶貝，儘管我們將這寶貝存放在瓦器之中。既然我們應當承認這寶貝來自基督，而我們自己不過是盛載這寶貝的瓦器，那麼我們豈不更應當承認，無論我們獻給祂什麼，都不過是將本屬於祂自己的歸還給祂。<br>　　博士們從他們的寶庫中向祂獻上禮物。你想知道這些禮物多麼蒙祂悅納嗎？那星向他們顯現，卻在希律所在之處消失，而在基督所在之處再次向他們顯現。就這樣，那星引領他們走上通往基督的道路。這星指明了道路，而我們知道基督稱自己為「道路」。而且在祂道成肉身的奧祕中，祂也被稱為一顆星，正如經上所記：「有星要出於雅各，有人要興於以色列。」基督在哪裡，星就在哪裡；的確，祂自己就是那明亮的晨星。因此，那照亮通往祂自己道路的光，正是祂自己的光。<br>　　請留意另一點。博士們從一條路來，卻從另一條路回去。他們見過基督，認識了祂，他們離去時確實比來時更好了。有兩條路，一條通往滅亡，另一條通往天國；一條是罪惡之路，通往希律的境地；另一條就是基督，那真正的道路，引領我們回到本鄉；的確，它引領我們離開此世的寄居，正如經上所說：「我的靈魂長久寄居在那些與平安為敵的人中間。」</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

