<?php
return [
    'name' => '聖司提反八日慶期第八日',
    'rank' => '（簡式）',
    'code' => '0102',  
    'has_eve' => true, 
    'type' => 'christmas',
    'morning' => [
        'sentence'  => 'common',
        'invi' => '今天新生的基督給聖司提反戴上了榮冠，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝殉道聖潔勇士，賴獨生子引領得勝；<br>一切仇敵俯伏在地，天國頒賜勝者獎賞。</li>" .
            "<li>願爾代禱為我求得，洗淨一切罪惡污穢；<br>免受罪惡流毒侵蝕，驅散人生漫長疲憊。</li>" .
            "<li>昔日捆鎖聖肢鎖鏈，如今皆已斷裂粉碎；<br>求除我等塵世束縛，賴上帝子救贖大愛。</li>" .
            "<li>一切榮耀讚美尊崇，歸於童貞所生耶穌；<br>歸於聖父及與聖靈，稱頌讚美永遠相宜。阿們。</li>" .
            '</ol></div>',
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上主聖徒蒙選寶貴，首先殉道聖司提反，<br>爾之愛心寬廣無量，如同明光照耀四方；<br>臨終之時交託上帝，寬恕加害爾之仇敵。</li>" .
            "<li>榮耀冠冕頭上閃耀，恰應爾名所指深意，<br>代求我等真誠愛爾，亦得同享榮耀福分；<br>當那可畏審判之日，無懼罪咎亦無羞恥。</li>" .
            "<li>讚美權能尊貴歸主，賜爾血染玫瑰花冠，<br>加冕爾額賜爾高昇，安坐高天星光寶座：<br>願主引領護佑我等，永免死亡毒刺傷害。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>義人必如百合花開放，<br><span style="color: #B50838;">應：</span>他必永遠榮華在主前。</p>',
        'beneant' => '惡人將那義者驅逐出去，想要只他於死地；※但他甘心忍受石擊，好使他配得榮耀的冠冕，哈利亞路。',
        'patristic_reading' => [
            'intro'  => '節選自聖奧古斯丁主教講道集。',
            'title'  => '《論聖司提反》第2講',
            'text'   => '<p>　　基督作為殉道者之首，也為我們受過苦，給我們留下榜樣，叫你們跟隨他的腳蹤行。這位殉道者之首受難的腳蹤，真福司提反緊緊跟隨；他因宣認基督，被猶太人用石頭打死，從而獲得了與他名字相稱的冠冕。因為在希臘文中，「司提反」一詞意即「冠冕」。因此，他已負有「冠冕」之名，這預示了他被石頭打死時將要獲得的殉道勝利。然而，儘管如此，他並未尋求向迫害他的人報復，反倒祈求上帝寬恕他們。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">主阿，我們懇求你，使我們能效法你首位殉道者聖司提反的聖範，愛我們的仇敵，如同他為逼迫他的人向你祈禱一樣。主和聖父、聖靈，唯一上帝，一同永生，一同掌權，永世無盡。阿們。</p>',
    ],
    
];
?>



