<?php
return [
    'name' => '救主顯現日',
    'rank' => '（一等複式）',
    'code' => '0106',  
    'has_eve' => true, 
    'type' => 'epiphany',
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => '在黎明之前，在未有世界以前，就已誕生了我們的主救主，※今天顯示給世界了。',
        'ps_1928' => ['19', '67', '87', '96', '97', '98'],
        'office_hymn' =>
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '博士們一看見那異星，※就彼此說：這是偉大君王出生的跡象，讓我們去找他，向他奉獻禮物：黃金，乳香和沒藥。',
        'nuncant' => '基督，祢是從光的光，祢已顯現；東方博士給你獻上禮物，哈利路亞。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖格里高利講道集。',
            'title'  => '《福音講道》第10篇',
            'text'   => '<p>　　親愛的弟兄們，你們已從福音中聽見，當天上的君王降生時，地上的君王是如何驚慌不安。因為當天上的大能顯明時，地上的尊大便陷入混亂。但讓我們問一個問題：當救贖主降生時，為何向猶太地的牧羊人差遣天使報信，而引領東方博士前來朝拜祂的卻是一顆星？這似乎是因為猶太人素來受理性的管治，便從一位有理性的受造者（即天使）領受啟示；而外邦人不曉得正確運用理性，便被引到主面前，不是藉著聲音，而是藉著記號（即一顆星）。因此保羅說：「作先知講道不是為不信的人，乃是為信的人。」所以先知講道是賜給那信的人，而記號是賜給那不信的人。<br>　　同樣值得注意的是，當救贖主成年後，祂藉著使徒向這些外邦人被傳講；然而當祂還是小孩子，尚不能運用言語時，祂向他們顯現，不是藉著天使的聲音，而僅僅藉著一顆星的異象。當祂自己開始說話時，祂藉著說話的人向我們顯明；但當祂在馬槽中靜默時，則藉著天上那無聲的見證。但無論我們思想伴隨祂降生或受死的記號，這件事都是奇妙的：就是猶太人心裡的剛硬，不論因先知講道或神蹟，都不肯信祂。<br>　　祂所造的萬物都見證它們的造物主已經來臨。讓我按著人的方式數算它們：諸天知道祂是上帝，便差遣一顆星照耀在祂躺臥之處；海知道這事，便在祂行走其上時托住祂；地知道這事，便在祂死時震動；太陽知道這事，便昏暗了；磐石和牆垣知道這事，便在祂死時崩裂；陰間知道這事，便將其中的死人交出來。然而直到此刻，不信的猶太人之心仍不肯承認，那位萬物都為祂作見證的，就是他們的上帝。是的，他們彷彿比磐石更剛硬，拒絕因悔改而破碎。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => '主已顯出他的榮耀，※我們當來俯伏敬拜。',
        'invitatory_hymn' => 
            '<div style="line-height: 1.5;"><ol>' .
            "<li>伯利恆城勝過名都，惟獨於爾救主誕生，<br>救恩之主從天而降，披戴人形來到世間。</li>" .
            "<li>有一明星光輝燦爛，勝過日輪圓滿光華，<br>佳音迅速傳遍天下，上帝成人降臨塵寰。</li>" .
            "<li>博士見主榮美聖善，俯伏跪拜虔誠祈禱，<br>展開東方珍貴寶盒，獻呈乳香沒藥黃金。</li>" .
            "<li>芬芳乳香宣認上帝，黃金尊崇榮耀君王，<br>苦澀沒藥預表安葬，預示主將安臥新墳。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'psant' => '耶路撒冷啊！你的光明來到了，※主的榮耀也照耀在你身上，萬民要在你的光明中行走，哈利路亞。',
        'ps_1928' => ['46', '47', '48'],
        'ps_1962' => ['87', '93'],
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>上帝差遣臨此塵寰，獨生聖子藉母降誕；<br>十架聖化波濤活水，賜予新生救贖萬民。</li>" .
            "<li>辭別高天降臨塵世，披戴肉身取人形像；<br>藉死贖回所造世界，賜我無盡永恆喜樂。</li>" .
            "<li>榮耀太陽運行不息，雙翼且攜醫治恩物；<br>潔淨光輝普施照耀，甦醒眾民一切感官。</li>" .
            "<li>懇求恩主今日同在，驅散黑夜陰影遁逃；<br>洗淨一切罪惡污穢，賜下聖愛醫治恩典。</li>" .
            "<li>我等深知昔日降臨，篤信恩主必將重返；<br>榮耀國度擴展在地，堅固盾牌護衛子民。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>主掌管眾水。<br><span style="color: #B50838;">應：</span>有榮耀的上帝打雷，主在大水上。</p>',
        'beneant' => '今天教會與她天上的淨配結合了，※因為基督在約旦河洗去了她的罪惡；博士們帶著禮物迅速前來，奔赴王家的婚宴；變水為酒，使賓客喜形於色，哈利路亞。',
        'patristic_reading' => [
            'intro'  => '節選自教宗聖利奧講道集。',
            'title'  => '《馬太福音註釋》第1卷，第2章',
            'text'   => '<p>　　親愛的弟兄們，你們要靠主喜樂；我再說，你們要喜樂。距基督降生的大慶僅僅數日，而今主顯節的榮光正臨到我們。在那一日，童貞女誕下了祂；而在今日，祂向世界顯明了。因為成了肉身的道，樂意向祂所臨到的眾人逐步啟示自己。當耶穌降生時，祂首先向信者顯現，卻向仇敵隱藏。然而，「諸天述說上帝的榮耀」，它們的聲音傳遍天下；這就是當報信的天使顯現，向牧羊人宣告救主降生之喜訊的時候。而今，引路之星引領東方博士前來朝拜祂，使從日出之地直到日落之處，真君王的誕生得以廣傳；好使東方諸國藉著這些博士認識這偉大的真理，而羅馬帝國也不再留於黑暗之中。<br>　　希律的殘酷本身，當他企圖除滅他所懼怕的新生君王時，竟不知不覺地成為推展這新憐憫經綸的途徑。因為這暴君一心要犯下殺害聖嬰的可怕罪行，以至於不曾察覺，他對無辜嬰孩的濫殺，如何將這新生嬰孩的故事傳播得更遠更廣——這嬰孩作為偉大統治者的降生，已由天上宣告了。因此，這喜訊藉著其故事的新奇與敵人的不義，被大聲宣揚。此外，救主被帶往埃及。藉此，那長久剛硬沉溺於偶像崇拜的民族，因著從基督發出的奧祕能力（即使祂的臨在不為人知），便預備好迎接即將照耀他們的救恩之光；好使他們甚至在驅除謬誤之前，就能接待那位流浪客般的真理。<br>　　親愛的弟兄們，我們在這些前來朝拜基督的博士身上，認出那賜給外邦人之經綸的初熟果子，在這經綸中我們也蒙了召喚與光照。讓我們以感恩的心守這節期，為我們有福的盼望感謝上帝，這盼望的曙光正是我們今日所紀念的。從向新生基督的朝拜開始，我們外邦人得以進入上帝的後嗣之列，並與基督同作後嗣。自那喜樂之日起，為基督作證的聖經對我們如同對猶太人一樣敞開。他們的盲目拒絕了那真理，而這真理自那日起，已將其光輝照耀萬國。讓我們尊榮這至聖之日，在這一日，我們救恩的創始者顯明於世。正如博士在馬槽前俯伏朝拜祂，讓我們也俯伏朝拜祂——這位在天上全能寶座上的主。正如他們打開寶盒，向祂獻上奧祕而象徵性的禮物，讓我們也努力向祂敞開心扉，從中向祂呈獻相稱的供物。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => '博士們朝拜躺臥在馬槽裡的救恩的泉源，※並獻上具有神秘意義的禮物。',
        'ps_1928' => ['72', '27', '135'],
        'ps_1962' => ['72'],
        'office_hymn' =>  
            '<div style="line-height: 1.5;"><ol>' .
            "<li>殘暴希律何故徒懼？徒然懼怕救主降臨；<br>不奪塵世必朽國度，專賜天國永恆冠冕。</li>" .
            "<li>博士隨星前往朝拜，景星導引行於前路；<br>蒙光召喚奔向真光，藉獻禮物宣認上帝。</li>" .
            "<li>於約旦河聖潔波濤，天上羔羊俯尊沐浴；<br>主本無罪聖潔無瑕，滌除子民所有罪孽。</li>" .
            "<li>神聖大能奇蹟新事，清水變紅化為美酒；<br>聖言一出傾倒水流，源流變易超越自然。</li>" .
            "<li>一切榮耀歸於恩主，為祢今日榮耀顯現；<br>歸於聖父及與聖靈，稱頌讚美永世無盡。阿們。</li>" .
            '</ol></div>',
        'ver' => '<p><span style="color: #B50838;">啟：</span>示巴的眾人都必來到，<br><span style="color: #B50838;">應：</span>他們要奉上黃金和乳香，又要傳揚讚美主的話。</p>',
        'magnant' => '博士們從東方來到伯利恆朝拜主：※他們打開寶盒，獻上珍貴禮物：黃金獻給偉大的君王，乳香獻給真上帝，沒藥預表了祂的安葬。哈利路亞。',
        'nuncant' => '基督，祢是從光的光，祢已顯現；東方博士給你獻上禮物，哈利路亞。',
        'col' => '<p style="text-indent: 2em;">上帝啊，主當日曾用景星引導異邦人，使他們得見獨生聖子。求主施憐憫引導我們，使我們今生因靠信心認識主，來世就能享受主真體的大榮耀。這都是靠著我主耶穌基督。阿們。</p>',
    ],
];
?>

