<?php
return [
    'name' => '聖約翰·鮑思高',
    'rank' => '（複式）',
    'code' => '0131',  
    'has_eve' => true, 
    'precedence' => 1,
    'common_file' => 'data/common/one_confessor_not_bishop_outofpaschaltide.php', // 指嚮通用檔案
    'first_vespers' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' => 'common',
        'ver' => 'common',
        'magnant' => 'common',
        'col' => '<p style="text-indent: 2em;">上帝興起了主的神聖精修者約翰，作為青年人的導師與慈父，在童貞馬利亞的助佑之下，主還藉著他在主的教會中創立了新修會；我們懇求主，能燃起同樣的愛火，使我們熱切尋找靈魂，專一事奉主。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'morning' => [
        'sentence'  => 'common',
        'invi' => 'common',
        'invitatory_hymn' => 'common',
        'psant' => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'beneant' => 'common',
        'patristic_reading' => [
            'intro'  => '',
            'title'  => '聖人小傳',
            'text'   => '<p style="text-indent: 2em;">約翰·鮑思高於1815年出生於意大利皮埃蒙特地區，父母是貧困的農民。在他的童年時期，他經歷了許多誘惑和苦難，這些都是簡樸民眾常要面對的命運。因此，他對貧困兒童產生了極大的憐憫之心，渴望保護他們免受道德危險的侵害，並為上帝培育他們。為了服務窮人，他努力尋求教育機會，儘管困難重重，最終還是成功晉鐸為神父。此後，他開始了一段旅程，成為了年輕人的使徒。</p>
                         <p style="text-indent: 2em;">他在都靈創辦了一個男童會，之後又開辦了學校。這項事工不斷發展，最終他成立了一個以聖法蘭西斯·沙雷士為主保的修會，稱為慈幼會，目的是在全世界推廣和延續對男童的使徒工作。為了對女童進行類似的工作，他還成立了一個女修會，稱為聖母進教之佑修女會。第三，他創立了一個平信徒組織，為他的各個機構工作並提供支持。</p>
                         <p style="text-indent: 2em;">他的計劃是教育年輕人，特別是那些被忽視或處於危險中的青年，根據他們的才能培訓他們從事各種行業或職業，同時灌輸天主教的信仰實踐，使每個孩子都能找到並實現上帝賦予的聖召。他還為那些較晚尋求司鐸聖召的人設立了培訓學校。鮑思高以其對年輕人出色的講道而聞名，並以治癒身心靈的奇蹟著稱。他在1888年因勞累過度而去世，並於1934年被正式冊封為聖人。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝興起了主的神聖精修者約翰，作為青年人的導師與慈父，在童貞馬利亞的助佑之下，主還藉著他在主的教會中創立了新修會；我們懇求主，能燃起同樣的愛火，使我們熱切尋找靈魂，專一事奉主。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
    
    'evening' => [
        'sentence'  => 'common',
        'psant'     => 'common',
        'office_hymn' =>  'common',
        'ver' => 'common',
        'magnant' => 'common',
        'patristic_reading' => [
            'intro'  => '節選自金口聖約翰講道集。',
            'title'  => '《馬太福音釋義》',
            'text'   => '<p style="text-indent: 2em;">請看，主賜給了我們多少關於照顧兒童的榜樣，尤其是那些年幼的孩子。因此，不要說：「這不過是銅匠的孩子」，或「他只是鞋匠的兒子」，或「她只是個農夫的女兒」；也不要說：「何必為這些無知的小傻瓜費心？」因為這些話，都只是我們為了掩飾自己那自認高人一等的卑劣心態而找的藉口。因此，我們不應擅自執著於任何身分卑微之事，反倒應當記住，我們的主教導我們要謙卑看待自己的身分，並全心全意地關懷年輕人的需要。因為耶穌叫一個小孩子站在他們當中，說：「你們……變成像小孩子一樣」；「凡為我的名接納一個像這小孩子的，就是接納我」；但「凡使這信我的一個小子跌倒的」，就要受極重的懲罰，如同死刑一般。</p>
                         <p style="text-indent: 2em;">因此，如果上帝對一個小孩子有如此大的喜悅，既然上帝如此眷顧他們，你們怎敢輕看他們中的任何一個呢？是的，上帝對人的靈魂是如此眷顧，以至於為了我們的緣故，祂沒有愛惜自己的兒子。確實，沒有什麼比靈魂更寶貴的了。「人若賺得全世界，賠上自己的生命，有什麼益處呢？」誠然，正是這種佔有慾，摧毀並扼殺了我們內心一切美好的事物。它將對上帝的敬畏從人心中驅趕出去，然後，像個征服者與暴君一樣，奪取了整個心靈的營壘。由此而來的，便是對我們自身救恩的漠視，以及對兒童的忽視。</p>
                         <p style="text-indent: 2em;">這是何等的愚昧，我們對待孩子竟比對待奴僕還不如！為什麼要將之與我們對待奴僕的方式相比？因為任何擁有騾子的人，都會費心為牠找一個好的照顧者——絕不會找一個惡棍或竊賊，也不會找一個酒鬼或其他無能的馬夫。但如果有必要選擇一個人來照顧孩子，人們通常是隨手找個身邊的人，碰運氣，既不查問也不考量其能力如何。然而，有什麼技藝比指引靈魂，或塑造年輕人的心智與性情更為重要呢？確實，任何被選來擔任此職分的人，都應當比畫家或雕刻家展現出更多的智慧與細膩。</p>'
            ],
        'col' => '<p style="text-indent: 2em;">上帝興起了主的神聖精修者約翰，作為青年人的導師與慈父，在童貞馬利亞的助佑之下，主還藉著他在主的教會中創立了新修會；我們懇求主，能燃起同樣的愛火，使我們熱切尋找靈魂，專一事奉主。這都是靠著我們的主耶穌基督。聖子和聖父、聖靈，一同永生，一同掌權，惟一上帝，永世無盡。阿們。</p>',
    ],
];
?>

